{"<unk>": 0, "!": 1, "#": 2, "$": 3, "%": 4, "&": 5, "'": 6, "(": 7, ")": 8, "+": 9, ",": 10, "-": 11, ".": 12, "/": 13, "0": 14, "1": 15, "2": 16, "3": 17, "4": 18, "5": 19, "6": 20, "7": 21, "8": 22, "9": 23, ":": 24, ";": 25, "=": 26, ">": 27, "?": 28, "@": 29, "A": 30, "B": 31, "C": 32, "D": 33, "E": 34, "F": 35, "G": 36, "H": 37, "I": 38, "J": 39, "K": 40, "L": 41, "M": 42, "N": 43, "O": 44, "P": 45, "Q": 46, "R": 47, "S": 48, "T": 49, "U": 50, "V": 51, "W": 52, "X": 53, "Y": 54, "Z": 55, "_": 56, "`": 57, "a": 58, "b": 59, "c": 60, "d": 61, "e": 62, "f": 63, "g": 64, "h": 65, "i": 66, "j": 67, "k": 68, "l": 69, "m": 70, "n": 71, "o": 72, "p": 73, "q": 74, "r": 75, "s": 76, "t": 77, "u": 78, "v": 79, "w": 80, "x": 81, "y": 82, "z": 83, "\u00a1": 84, "\u00a3": 85, "\u00a4": 86, "\u00a5": 87, "\u00a7": 88, "\u00a8": 89, "\u00a9": 90, "\u00ab": 91, "\u00ad": 92, "\u00b0": 93, "\u00b1": 94, "\u00b2": 95, "\u00b3": 96, "\u00b4": 97, "\u00b5": 98, "\u00b9": 99, "\u00bc": 100, "\u00c1": 101, "\u00c2": 102, "\u00c3": 103, "\u00c5": 104, "\u00c7": 105, "\u00ce": 106, "\u00d6": 107, "\u00e0": 108, "\u00e1": 109, "\u00e2": 110, "\u00e3": 111, "\u00e4": 112, "\u00e5": 113, "\u00e7": 114, "\u00e8": 115, "\u00e9": 116, "\u00ea": 117, "\u00eb": 118, "\u00ed": 119, "\u00f0": 120, "\u00f1": 121, "\u00f3": 122, "\u00f4": 123, "\u00f5": 124, "\u00f6": 125, "\u00f8": 126, "\u00f9": 127, "\u00fa": 128, "\u00fc": 129, "\u00fd": 130, "\u00fe": 131, "\u0103": 132, "\u0105": 133, "\u0107": 134, "\u0131": 135, "\u0141": 136, "\u0142": 137, "\u0144": 138, "\u014d": 139, "\u0151": 140, "\u0153": 141, "\u015b": 142, "\u015e": 143, "\u0160": 144, "\u016b": 145, "\u017b": 146, "\u017c": 147, "\u017d": 148, "\u017e": 149, "\u02dc": 150, "\u03bc": 151, "\u2010": 152, "\u2013": 153, "\u2014": 154, "\u2018": 155, "\u201a": 156, "\u2022": 157, "\u2082": 158, "\u20ac": 159, "\u2122": 160, "\u2265": 161, "\u2605": 162, "n</w>": 163, "e</w>": 164, "s</w>": 165, "B</w>": 166, "h</w>": 167, "7</w>": 168, "d</w>": 169, "r</w>": 170, "1</w>": 171, "o</w>": 172, "L</w>": 173, "l</w>": 174, "8</w>": 175, "g</w>": 176, "3</w>": 177, "y</w>": 178, "t</w>": 179, "f</w>": 180, "6</w>": 181, "M</w>": 182, "a</w>": 183, "x</w>": 184, "5</w>": 185, "0</w>": 186, "9</w>": 187, "p</w>": 188, "4</w>": 189, "2</w>": 190, "c</w>": 191, "m</w>": 192, "\u20ac</w>": 193, "@</w>": 194, "i</w>": 195, "k</w>": 196, "T</w>": 197, "V</w>": 198, ".</w>": 199, "w</w>": 200, "X</w>": 201, "Z</w>": 202, "I</w>": 203, "C</w>": 204, "S</w>": 205, "E</w>": 206, "F</w>": 207, "\u00a9</w>": 208, "b</w>": 209, "-</w>": 210, "u</w>": 211, "K</w>": 212, "P</w>": 213, "z</w>": 214, "A</w>": 215, "D</w>": 216, "G</w>": 217, "O</w>": 218, "?</w>": 219, "R</w>": 220, "+</w>": 221, "H</w>": 222, "\u00ab</w>": 223, "j</w>": 224, "\u00e1</w>": 225, "W</w>": 226, "J</w>": 227, "=</w>": 228, "N</w>": 229, "\u2605</w>": 230, ";</w>": 231, "U</w>": 232, "v</w>": 233, "q</w>": 234, "\u00f9</w>": 235, "\u00b0</w>": 236, "\u00e0</w>": 237, "\u00e5</w>": 238, "\u00fd</w>": 239, "\u00c2</w>": 240, "`</w>": 241, ")</w>": 242, "/</w>": 243, "\u00e4</w>": 244, "\u2022</w>": 245, "\u0131</w>": 246, ",</w>": 247, "\u00a1</w>": 248, "\u00e9</w>": 249, "\u00b2</w>": 250, "Y</w>": 251, "Q</w>": 252, "\u0142</w>": 253, "\u2013</w>": 254, "\u00f8</w>": 255, "!</w>": 256, "#</w>": 257, "_</w>": 258, "&</w>": 259, ":</w>": 260, "\u0107</w>": 261, "$</w>": 262, "\u00c3</w>": 263, "\u201a</w>": 264, "'</w>": 265, "\u2082</w>": 266, "\u00a4</w>": 267, "\u2018</w>": 268, "></w>": 269, "\u00b3</w>": 270, "\u00f6</w>": 271, "%</w>": 272, "(</w>": 273, "\u00b4</w>": 274, "\u00b9</w>": 275, "\u2014</w>": 276, "th": 277, "the</w>": 278, "20": 279, "ti": 280, "in</w>": 281, "er": 282, "of</w>": 283, "in": 284, "an": 285, "ro": 286, "en": 287, "ed</w>": 288, "201": 289, "ar": 290, "re": 291, "on</w>": 292, "ta": 293, "to</w>": 294, "on": 295, "er</w>": 296, "es</w>": 297, "or": 298, "it": 299, "ll": 300, "ou": 301, "and</w>": 302, "rom</w>": 303, "hi": 304, "from</w>": 305, "at": 306, "al": 307, "ing</w>": 308, "ent</w>": 309, "ea": 310, "ts</w>": 311, "ri": 312, "sti": 313, "as</w>": 314, "om": 315, "sta": 316, "per": 317, "ion</w>": 318, "2019</w>": 319, "ill": 320, "tion</w>": 321, "ur": 322, "st</w>": 323, "al</w>": 324, "stic</w>": 325, "st": 326, "ho": 327, "ec": 328, "by</w>": 329, "ic": 330, "do": 331, "illion</w>": 332, "um": 333, "stati": 334, "ac": 335, "statistic</w>": 336, "or</w>": 337, "el": 338, "his</w>": 339, "This</w>": 340, "202": 341, "perc": 342, "di": 343, "at</w>": 344, "ber</w>": 345, "pro": 346, "ag": 347, "pl": 348, "oun": 349, "ars</w>": 350, "percent</w>": 351, "an</w>": 352, "nit": 353, "U.": 354, "du": 355, "U.S": 356, "as": 357, "U.S.</w>": 358, "In</w>": 359, "em": 360, "am": 361, "sho": 362, "200": 363, "ted</w>": 364, "Unit": 365, "United</w>": 366, "Th": 367, "ws</w>": 368, "en</w>": 369, "vi": 370, "shows</w>": 371, "2020</w>": 372, "ation</w>": 373, "The</w>": 374, "ers</w>": 375, "2018</w>": 376, "ap": 377, "un": 378, "res": 379, "com": 380, "umber</w>": 381, "ul": 382, "li": 383, "doll": 384, "million</w>": 385, "de": 386, "dollars</w>": 387, "ver": 388, "po": 389, "was</w>": 390, "age</w>": 391, "tes</w>": 392, "wit": 393, "si": 394, "ere</w>": 395, "ce</w>": 396, "ue</w>": 397, "tr": 398, "ents</w>": 399, "with</w>": 400, "Sta": 401, "et</w>": 402, "us": 403, "con": 404, "are</w>": 405, "States</w>": 406, "th</w>": 407, "mo": 408, "is</w>": 409, "ons</w>": 410, "por": 411, "to": 412, "ati": 413, "for</w>": 414, "ly</w>": 415, "ear</w>": 416, "id": 417, "ha": 418, "ex": 419, "wor": 420, "et": 421, "duc": 422, "ate</w>": 423, "ding</w>": 424, "year</w>": 425, "fi": 426, "lo": 427, "that</w>": 428, "ld": 429, "im": 430, "tal</w>": 431, "ve": 432, "we": 433, "le</w>": 434, "number</w>": 435, "billion</w>": 436, "co": 437, "were</w>": 438, "es": 439, "ch</w>": 440, "ve</w>": 441, "ad": 442, "ing": 443, "ab": 444, "ru": 445, "coun": 446, "gro": 447, "'s</w>": 448, "produc": 449, "qu": 450, "comp": 451, "gh": 452, "ds</w>": 453, "mar": 454, "ran": 455, "ter": 456, "2017</w>": 457, "ol": 458, "pul": 459, "sur": 460, "per</w>": 461, "ment</w>": 462, "rate</w>": 463, "ity</w>": 464, "est</w>": 465, "se": 466, "oo": 467, "sh": 468, "ven": 469, "pri": 470, "popul": 471, "ch": 472, "ide</w>": 473, "the": 474, "ci": 475, "verage</w>": 476, "19": 477, "ated</w>": 478, "val": 479, "uro": 480, "ver</w>": 481, "ay": 482, "bi": 483, "total</w>": 484, "2015</w>": 485, "00": 486, "wide</w>": 487, "most</w>": 488, "ely</w>": 489, "ye": 490, "ai": 491, "bu": 492, "reas": 493, "ldwide</w>": 494, "sp": 495, "wh": 496, "2016</w>": 497, "worldwide</w>": 498, "out</w>": 499, "cor": 500, "inc": 501, "ales</w>": 502, "tri": 503, "In": 504, "amoun": 505, "ter</w>": 506, "dom</w>": 507, "King": 508, "Kingdom</w>": 509, "ss</w>": 510, "ine</w>": 511, "reg": 512, "ary</w>": 513, "reven": 514, "population</w>": 515, "resp": 516, "up</w>": 517, "ond": 518, "sec": 519, "se</w>": 520, "str": 521, "gen": 522, "any</w>": 523, "plo": 524, "value</w>": 525, "ket</w>": 526, "ng</w>": 527, "average</w>": 528, "ay</w>": 529, "had</w>": 530, "emplo": 531, "all</w>": 532, "ld</w>": 533, "onal</w>": 534, "19</w>": 535, "Number</w>": 536, "UK</w>": 537, "su": 538, "2014</w>": 539, "pres": 540, "appro": 541, "xim": 542, "ately</w>": 543, "ge</w>": 544, "surve": 545, "rec": 546, "sales</w>": 547, "ore</w>": 548, "uring</w>": 549, "ximately</w>": 550, "share</w>": 551, "ron": 552, "over</w>": 553, "pe": 554, "revenue</w>": 555, ",00": 556, "approximately</w>": 557, "tim": 558, "fo": 559, "GD": 560, "GDP</w>": 561, "ani": 562, "ow": 563, "lea": 564, "ar</w>": 565, "ween</w>": 566, "me": 567, "ple</w>": 568, "gr": 569, "be": 570, "mer": 571, "respond": 572, "survey</w>": 573, "about</w>": 574, "sum": 575, "etween</w>": 576, "amounted</w>": 577, "respondents</w>": 578, "exp": 579, "pre": 580, "sc": 581, "try</w>": 582, "ne": 583, "increas": 584, "il": 585, "ember</w>": 586, "thou": 587, "2012</w>": 588, "country</w>": 589, "years</w>": 590, "vic": 591, "ome": 592, "der</w>": 593, "for": 594, "ure</w>": 595, "2010</w>": 596, "2009</w>": 597, "dis": 598, "market</w>": 599, "peri": 600, "elec": 601, "net</w>": 602, "ic</w>": 603, "anu": 604, "play": 605, "quar": 606, "2013</w>": 607, "all": 608, "between</w>": 609, "hou": 610, "whi": 611, "1.": 612, ",000</w>": 613, "it</w>": 614, "rus</w>": 615, "ast</w>": 616, "Can": 617, "par": 618, "res</w>": 619, "stri": 620, "inter": 621, "thous": 622, "ople</w>": 623, "ser": 624, "und</w>": 625, "high": 626, "tions</w>": 627, "virus</w>": 628, "omestic</w>": 629, "il</w>": 630, "people</w>": 631, "one</w>": 632, "product</w>": 633, "od</w>": 634, "consum": 635, "uros</w>": 636, "gi": 637, "thousand</w>": 638, "ma": 639, "nu": 640, "ir</w>": 641, "CO": 642, "euros</w>": 643, "mon": 644, "ff": 645, "rona": 646, "ational</w>": 647, "ous</w>": 648, "ronavirus</w>": 649, "aro": 650, "2008</w>": 651, "ID": 652, "-19</w>": 653, "so": 654, "COV": 655, "COVID": 656, "ths</w>": 657, "employ": 658, "cial</w>": 659, "COVID-19</w>": 660, "domestic</w>": 661, "period</w>": 662, "their</w>": 663, "coronavirus</w>": 664, "around</w>": 665, "pe</w>": 666, "quarter</w>": 667, "king</w>": 668, "compar": 669, "indu": 670, "ub": 671, "cording</w>": 672, "Mar": 673, "end": 674, "tor</w>": 675, "this</w>": 676, "ting</w>": 677, "pic": 678, "line</w>": 679, "lob": 680, "chi": 681, "ates</w>": 682, "2.": 683, "bution</w>": 684, "than</w>": 685, "time</w>": 686, "land</w>": 687, "sh</w>": 688, "no": 689, "stry</w>": 690, "presents</w>": 691, "Euro": 692, "fir": 693, "who</w>": 694, "they</w>": 695, "gross</w>": 696, "le": 697, "gu": 698, "ep": 699, "ra": 700, "199": 701, "ties</w>": 702, "ant</w>": 703, "dec": 704, "ess</w>": 705, "ome</w>": 706, "industry</w>": 707, "lu": 708, "son</w>": 709, "als</w>": 710, "servic": 711, "highest</w>": 712, "ong</w>": 713, "ported</w>": 714, "ked</w>": 715, "Amer": 716, "ance</w>": 717, "Americ": 718, "eb": 719, "ans</w>": 720, "dia</w>": 721, "ther</w>": 722, "lobal</w>": 723, "depic": 724, "depicts</w>": 725, "arg": 726, "Bri": 727, "dic": 728, "previ": 729, "our": 730, "users</w>": 731, "2000</w>": 732, "previous</w>": 733, "ada</w>": 734, "tra": 735, "tries</w>": 736, "te</w>": 737, "dian</w>": 738, "ks</w>": 739, "has</w>": 740, "gener": 741, "nual</w>": 742, "3.": 743, "2011</w>": 744, "stribution</w>": 745, "cap": 746, "tu": 747, "ses</w>": 748, "enta": 749, "Ne": 750, "compared</w>": 751, "more</w>": 752, "Ch": 753, "countries</w>": 754, "Canada</w>": 755, "Janu": 756, "ame</w>": 757, "January</w>": 758, "ports</w>": 759, "port</w>": 760, "As</w>": 761, "bas": 762, "fac": 763, "cas": 764, "March</w>": 765, "Ac": 766, "have</w>": 767, "reta": 768, "ty": 769, "tic": 770, "and": 771, "esti": 772, "ir": 773, "ph": 774, "grow": 775, "sector</w>": 776, "ces</w>": 777, "reac": 778, "ia</w>": 779, "pea": 780, "op": 781, "entage</w>": 782, "be</w>": 783, "global</w>": 784, "ants</w>": 785, "there</w>": 786, "among</w>": 787, "foo": 788, "2025</w>": 789, "ected</w>": 790, "its</w>": 791, "fin": 792, "employment</w>": 793, "company</w>": 794, "online</w>": 795, "4.": 796, "form": 797, "During</w>": 798, "ors</w>": 799, "display": 800, "To": 801, "ions</w>": 802, "come</w>": 803, "vel</w>": 804, "which</w>": 805, "seho": 806, "foll": 807, "ty</w>": 808, "ross</w>": 809, "region</w>": 810, "cl": 811, "displays</w>": 812, "ear": 813, "ally</w>": 814, "Ita": 815, "price</w>": 816, "chan": 817, "sia</w>": 818, "ered</w>": 819, "rea": 820, "rou": 821, "erm": 822, "1,000</w>": 823, "vol": 824, "yo": 825, "over": 826, "follow": 827, "ke": 828, "leading</w>": 829, "grap": 830, "argest</w>": 831, "househo": 832, "income</w>": 833, "dow": 834, "5.": 835, "is": 836, "national</w>": 837, "ale</w>": 838, "According</w>": 839, "bile</w>": 840, "ded</w>": 841, "adu": 842, "met": 843, "ved</w>": 844, "tive</w>": 845, "used</w>": 846, "estim": 847, "dea": 848, "ght</w>": 849, "out": 850, "first</w>": 851, "eng": 852, "eal": 853, "6.": 854, "bir": 855, "largest</w>": 856, "wom": 857, "growth</w>": 858, "Lea": 859, "ps</w>": 860, "internet</w>": 861, "Germ": 862, "10": 863, "annual</w>": 864, "ations</w>": 865, "you</w>": 866, "shi": 867, "during</w>": 868, "inf": 869, "dex</w>": 870, "increased</w>": 871, "ume</w>": 872, "gh</w>": 873, "ies</w>": 874, "acc": 875, "Nor": 876, "reported</w>": 877, "20</w>": 878, "old</w>": 879, "tw": 880, "tish</w>": 881, "increase</w>": 882, "gender</w>": 883, "ond</w>": 884, "proj": 885, "mobile</w>": 886, "Au": 887, "outh</w>": 888, "ubli": 889, "onom": 890, "type</w>": 891, "ans": 892, "British</w>": 893, "ption</w>": 894, "production</w>": 895, "sea": 896, "services</w>": 897, "mill": 898, "our</w>": 899, "sit": 900, "oc": 901, "poun": 902, "7.": 903, "group</w>": 904, "retail</w>": 905, "cy</w>": 906, "ig": 907, "based</w>": 908, "aged</w>": 909, "ince</w>": 910, "Sh": 911, "50</w>": 912, "lity</w>": 913, "el</w>": 914, "eg": 915, "anies</w>": 916, "tur": 917, "econom": 918, "selec": 919, "ving</w>": 920, "state</w>": 921, "ranked</w>": 922, "vel": 923, "deaths</w>": 924, "gam": 925, "companies</w>": 926, "8.": 927, "um</w>": 928, "end</w>": 929, "use</w>": 930, "volume</w>": 931, "endit": 932, "graph</w>": 933, "ass": 934, "rel": 935, "ree</w>": 936, "tons</w>": 937, "employe": 938, "ris": 939, "ade</w>": 940, "cases</w>": 941, "ni": 942, "ending</w>": 943, "ther": 944, "une</w>": 945, "pounds</w>": 946, "millions</w>": 947, "expendit": 948, "fisc": 949, "reach": 950, "ei": 951, "social</w>": 952, "fiscal</w>": 953, "second</w>": 954, "day</w>": 955, "adul": 956, "aid</w>": 957, "fe": 958, "ata</w>": 959, "ess": 960, "Dec": 961, "der": 962, "bo": 963, "Fran": 964, "June</w>": 965, "ating</w>": 966, "ng": 967, "women</w>": 968, "estimated</w>": 969, "Mo": 970, "au": 971, "December</w>": 972, "ory</w>": 973, "Share</w>": 974, "down</w>": 975, "forec": 976, "heal": 977, "ould</w>": 978, "enti": 979, "able</w>": 980, "ov": 981, "Germany</w>": 982, "regi": 983, "employees</w>": 984, "ence</w>": 985, "resul": 986, "Average</w>": 987, "distribution</w>": 988, "de</w>": 989, "Europea": 990, "European</w>": 991, "Italy</w>": 992, "lan": 993, "decreas": 994, "ments</w>": 995, "percentage</w>": 996, "ric</w>": 997, "data</w>": 998, "season</w>": 999, "France</w>": 1000, "hab": 1001, "0.": 1002, "emic</w>": 1003, "wee": 1004, "ublic</w>": 1005, "while</w>": 1006, "tly</w>": 1007, "stated</w>": 1008, "til</w>": 1009, "generated</w>": 1010, "ric": 1011, "2006</w>": 1012, "ound</w>": 1013, "expenditure</w>": 1014, "cu": 1015, "India</w>": 1016, "metric</w>": 1017, "off": 1018, "Total</w>": 1019, "sted</w>": 1020, "ju": 1021, "until</w>": 1022, "divi": 1023, "goo": 1024, "products</w>": 1025, "home</w>": 1026, "Chin": 1027, "trans": 1028, "Di": 1029, "ings</w>": 1030, "cur": 1031, "index</w>": 1032, "ita</w>": 1033, "child": 1034, "capita</w>": 1035, "equ": 1036, "wat": 1037, "br": 1038, "wi": 1039, "selected</w>": 1040, "lds</w>": 1041, "accoun": 1042, "world</w>": 1043, "ud": 1044, "pp": 1045, "ture</w>": 1046, "Nov": 1047, "oper": 1048, "popular</w>": 1049, "mea": 1050, "projec": 1051, "It</w>": 1052, "ice</w>": 1053, "fe</w>": 1054, "sto": 1055, "198": 1056, "Europe</w>": 1057, "economic</w>": 1058, "adults</w>": 1059, "Fac": 1060, "ned</w>": 1061, "Oc": 1062, "habit": 1063, "port": 1064, "tou": 1065, "anufac": 1066, "inhabit": 1067, "2007</w>": 1068, "min": 1069, "curr": 1070, "av": 1071, "been</w>": 1072, "inhabitants</w>": 1073, "Ho": 1074, "manufac": 1075, "sour": 1076, "ain</w>": 1077, "ren</w>": 1078, "/1": 1079, "Sp": 1080, "food</w>": 1081, "when</w>": 1082, "2021</w>": 1083, "car": 1084, "unemployment</w>": 1085, "ten</w>": 1086, "other</w>": 1087, "9.": 1088, "ene": 1089, "consumption</w>": 1090, "November</w>": 1091, "Octo": 1092, "30</w>": 1093, "brea": 1094, "unit": 1095, "October</w>": 1096, "stered</w>": 1097, "Per": 1098, "gy</w>": 1099, "am</w>": 1100, "fer": 1101, "formation</w>": 1102, "hal": 1103, "sub": 1104, "ari": 1105, "fran": 1106, "due</w>": 1107, "e-": 1108, "children</w>": 1109, "Un": 1110, "ball</w>": 1111, "registered</w>": 1112, "goods</w>": 1113, "very</w>": 1114, "finan": 1115, "comm": 1116, "pril</w>": 1117, "ept": 1118, "April</w>": 1119, "information</w>": 1120, "maj": 1121, "stores</w>": 1122, "sing</w>": 1123, "ble</w>": 1124, "pass": 1125, "ves</w>": 1126, "ook</w>": 1127, "Sept": 1128, "ke</w>": 1129, "September</w>": 1130, "ese</w>": 1131, "andemic</w>": 1132, "China</w>": 1133, "half</w>": 1134, "rough": 1135, "Gre": 1136, "Re": 1137, "Cana": 1138, "forecast</w>": 1139, "Jul": 1140, "pandemic</w>": 1141, "franchi": 1142, "health</w>": 1143, "lands</w>": 1144, "Af": 1145, "00</w>": 1146, "spending</w>": 1147, "Feb": 1148, "not</w>": 1149, "att": 1150, "consi": 1151, "July</w>": 1152, "Febru": 1153, "February</w>": 1154, "fu": 1155, "8/": 1156, "almost</w>": 1157, "households</w>": 1158, "GB": 1159, "travel</w>": 1160, "across</w>": 1161, "gures</w>": 1162, "Rus": 1163, "fic": 1164, "franchise</w>": 1165, "South</w>": 1166, "indic": 1167, "arly</w>": 1168, "mi": 1169, "sold</w>": 1170, "brand</w>": 1171, "gue</w>": 1172, "ban": 1173, "found</w>": 1174, "Swe": 1175, "ms</w>": 1176, "12</w>": 1177, "top</w>": 1178, "financial</w>": 1179, "bus": 1180, "American</w>": 1181, "May</w>": 1182, "thly</w>": 1183, "inve": 1184, "seg": 1185, "enter": 1186, "cer": 1187, "ad</w>": 1188, "urch": 1189, "ustr": 1190, "units</w>": 1191, "Gro": 1192, "illustr": 1193, "media</w>": 1194, "Nether": 1195, "Netherlands</w>": 1196, "same</w>": 1197, "urchas": 1198, "bran": 1199, "import": 1200, "illustrates</w>": 1201, "stud": 1202, "overn": 1203, "birth</w>": 1204, "2005</w>": 1205, "games</w>": 1206, "produced</w>": 1207, "amount</w>": 1208, "GBP</w>": 1209, "cat": 1210, "on-": 1211, "15</w>": 1212, "sed</w>": 1213, "els</w>": 1214, "projections</w>": 1215, "ect": 1216, "since</w>": 1217, "Canadian</w>": 1218, "gre": 1219, "according</w>": 1220, "vo": 1221, "results</w>": 1222, "reached</w>": 1223, "change</w>": 1224, "some</w>": 1225, "te": 1226, "ze</w>": 1227, "insur": 1228, "2018/": 1229, "recor": 1230, "busin": 1231, "care</w>": 1232, "ob": 1233, "Con": 1234, "ca": 1235, "real</w>": 1236, "dividu": 1237, "An": 1238, "Distribution</w>": 1239, "Gross</w>": 1240, "eli": 1241, "inclu": 1242, "tors</w>": 1243, "ined</w>": 1244, "cri": 1245, "America</w>": 1246, "followed</w>": 1247, "ali": 1248, "National</w>": 1249, "tea": 1250, "vie": 1251, "fem": 1252, "pers": 1253, "individu": 1254, "so</w>": 1255, "two</w>": 1256, "sts</w>": 1257, "touris": 1258, "tain</w>": 1259, "18</w>": 1260, "ill</w>": 1261, "with": 1262, "bro": 1263, "consumers</w>": 1264, "fic</w>": 1265, "passeng": 1266, "Eng": 1267, "af": 1268, "segment</w>": 1269, "Al": 1270, "men</w>": 1271, "Augu": 1272, "1,": 1273, "service</w>": 1274, "August</w>": 1275, "thir": 1276, "cip": 1277, "important</w>": 1278, "categ": 1279, "Ar": 1280, "den</w>": 1281, "25</w>": 1282, "cars</w>": 1283, "govern": 1284, "Pro": 1285, "scri": 1286, "ship</w>": 1287, "prices</w>": 1288, "new</w>": 1289, "are": 1290, "would</w>": 1291, "only</w>": 1292, "League</w>": 1293, "wer</w>": 1294, "Bra": 1295, "ebook</w>": 1296, "ace</w>": 1297, "bers</w>": 1298, "purchas": 1299, "life</w>": 1300, "exic": 1301, "Mexic": 1302, "air": 1303, "New</w>": 1304, "devel": 1305, "expected</w>": 1306, "les</w>": 1307, "eas</w>": 1308, "sion</w>": 1309, "Leading</w>": 1310, "household</w>": 1311, "source</w>": 1312, "ici": 1313, "active</w>": 1314, "Bel": 1315, "ast": 1316, "sup": 1317, "10</w>": 1318, "ines</w>": 1319, "scor": 1320, "way</w>": 1321, "Facebook</w>": 1322, "city</w>": 1323, "ki": 1324, "Braz": 1325, "contri": 1326, "North</w>": 1327, "do</w>": 1328, "ning</w>": 1329, "ues</w>": 1330, "mu": 1331, "mor": 1332, "ancy</w>": 1333, "stru": 1334, "loc": 1335, "zation</w>": 1336, "break</w>": 1337, "2018/19</w>": 1338, "invest": 1339, "individuals</w>": 1340, "public</w>": 1341, "brands</w>": 1342, "Perc": 1343, "acti": 1344, "employed</w>": 1345, "0s</w>": 1346, "Co": 1347, "will</w>": 1348, "commer": 1349, "tball</w>": 1350, "ite</w>": 1351, "three</w>": 1352, "spent</w>": 1353, "outbreak</w>": 1354, "ders</w>": 1355, "said</w>": 1356, "ven</w>": 1357, "ement</w>": 1358, "deb": 1359, "struc": 1360, "provi": 1361, "enterpri": 1362, "18": 1363, "sor": 1364, "under</w>": 1365, "recei": 1366, "government</w>": 1367, "poin": 1368, "median</w>": 1369, "month</w>": 1370, "ative</w>": 1371, "third</w>": 1372, "ener": 1373, "births</w>": 1374, "Pol": 1375, "ticip": 1376, "part": 1377, "Sweden</w>": 1378, "Wh": 1379, "1999</w>": 1380, "England</w>": 1381, "24</w>": 1382, "ken</w>": 1383, "tho": 1384, "work</w>": 1385, "Most</w>": 1386, "des</w>": 1387, "represents</w>": 1388, "ays</w>": 1389, "monthly</w>": 1390, "area</w>": 1391, "last</w>": 1392, "sig": 1393, "Spain</w>": 1394, "9/": 1395, "clo": 1396, "war": 1397, "phone</w>": 1398, "lian</w>": 1399, "ell</w>": 1400, "smar": 1401, "tec": 1402, "develop": 1403, "spi": 1404, "consumer</w>": 1405, "Percentage</w>": 1406, "urb": 1407, "net": 1408, "plat": 1409, "scho": 1410, "Group</w>": 1411, "pac": 1412, "oil</w>": 1413, "Afric": 1414, "100": 1415, "resid": 1416, "devic": 1417, "vehi": 1418, "mac": 1419, "Belgi": 1420, "particip": 1421, "Li": 1422, "mil": 1423, "tourism</w>": 1424, "fur": 1425, "five</w>": 1426, "Britain</w>": 1427, "cha": 1428, "within</w>": 1429, "tality</w>": 1430, "1,00": 1431, "get</w>": 1432, "tical</w>": 1433, "accounted</w>": 1434, "vate</w>": 1435, "tility</w>": 1436, "insurance</w>": 1437, "ical</w>": 1438, "vide": 1439, "100</w>": 1440, "turn": 1441, "2001</w>": 1442, "posi": 1443, "spec": 1444, "hea": 1445, "ren": 1446, "aily</w>": 1447, "lation</w>": 1448, "ease</w>": 1449, "ins</w>": 1450, "Great</w>": 1451, "60</w>": 1452, "TV</w>": 1453, "exports</w>": 1454, "ranking</w>": 1455, "rough</w>": 1456, "subscri": 1457, "roughly</w>": 1458, "recorded</w>": 1459, "can": 1460, "2019/": 1461, "1,000s</w>": 1462, "don": 1463, "Po": 1464, "category</w>": 1465, "enterprises</w>": 1466, "tal": 1467, "also</w>": 1468, "la": 1469, "ood</w>": 1470, "Bo": 1471, "ami": 1472, "fre": 1473, "international</w>": 1474, "sy": 1475, "us</w>": 1476, "figures</w>": 1477, "business</w>": 1478, "ore": 1479, "revenues</w>": 1480, "female</w>": 1481, "os</w>": 1482, "students</w>": 1483, "hospi": 1484, "conduc": 1485, "hour": 1486, "Russia</w>": 1487, "debt</w>": 1488, "valu": 1489, "ages</w>": 1490, "size</w>": 1491, "ential</w>": 1492, "Wor": 1493, "west</w>": 1494, "dro": 1495, "rin": 1496, "current</w>": 1497, "Mexico</w>": 1498, "den": 1499, "ol</w>": 1500, "electri": 1501, "Com": 1502, "Me": 1503, "conducted</w>": 1504, "expect": 1505, "expectancy</w>": 1506, "16</w>": 1507, "Ap": 1508, "key</w>": 1509, "-time</w>": 1510, "using</w>": 1511, "cost</w>": 1512, "14</w>": 1513, "live</w>": 1514, "ail": 1515, "Poland</w>": 1516, "Union</w>": 1517, "nearly</w>": 1518, "less</w>": 1519, "pay": 1520, "through</w>": 1521, "Brazil</w>": 1522, "cles</w>": 1523, "pping</w>": 1524, "Fin": 1525, "can</w>": 1526, "past</w>": 1527, "ft</w>": 1528, "decrease</w>": 1529, "Mal": 1530, "daily</w>": 1531, "org": 1532, "llion</w>": 1533, "visit": 1534, "40</w>": 1535, "week</w>": 1536, "Belgium</w>": 1537, "months</w>": 1538, "100,000</w>": 1539, "28</w>": 1540, "Par": 1541, "who": 1542, "hot": 1543, "gram</w>": 1544, "expen": 1545, "kers</w>": 1546, "ency</w>": 1547, "measur": 1548, "living</w>": 1549, "1990</w>": 1550, "ular</w>": 1551, "private</w>": 1552, "1st</w>": 1553, "man": 1554, "ga": 1555, "app</w>": 1556, "sian</w>": 1557, "smart": 1558, "sal": 1559, "ural</w>": 1560, "players</w>": 1561, "29</w>": 1562, "Jap": 1563, "eline</w>": 1564, "dem": 1565, "trillion</w>": 1566, "fa": 1567, "ania</w>": 1568, "form</w>": 1569, "decreased</w>": 1570, "''</w>": 1571, "ge": 1572, "vely</w>": 1573, "level</w>": 1574, "17</w>": 1575, "mortality</w>": 1576, "``</w>": 1577, "go": 1578, "ters</w>": 1579, "operating</w>": 1580, "turnover</w>": 1581, "2,": 1582, "each</w>": 1583, "tration</w>": 1584, "following</w>": 1585, "ack</w>": 1586, "video</w>": 1587, "For</w>": 1588, "hel": 1589, "sorted</w>": 1590, "attend": 1591, "made</w>": 1592, "rati": 1593, "ator</w>": 1594, "35</w>": 1595, "non-": 1596, "eth": 1597, "bud": 1598, "lowest</w>": 1599, "Den": 1600, "fami": 1601, "har": 1602, "major</w>": 1603, "hours</w>": 1604, "reach</w>": 1605, "fun": 1606, "gas</w>": 1607, "65</w>": 1608, "cc": 1609, "via</w>": 1610, "imports</w>": 1611, "ced</w>": 1612, "Kore": 1613, "ently</w>": 1614, "resta": 1615, "trade</w>": 1616, "fig": 1617, "Inter": 1618, "2004</w>": 1619, "direc": 1620, "timeline</w>": 1621, "visi": 1622, "Sing": 1623, "Annual</w>": 1624, "figure</w>": 1625, "FY</w>": 1626, "ger</w>": 1627, "related</w>": 1628, "11</w>": 1629, "Lati": 1630, "cy": 1631, "cen": 1632, "four</w>": 1633, "/0": 1634, "old": 1635, "uni": 1636, "development</w>": 1637, "car</w>": 1638, "retail": 1639, "just</w>": 1640, "high</w>": 1641, "sets</w>": 1642, "restaur": 1643, "ffic</w>": 1644, "marke": 1645, "31</w>": 1646, "tac": 1647, "tali": 1648, "passenger</w>": 1649, "cru": 1650, "sli": 1651, "2002</w>": 1652, "lic": 1653, "stom": 1654, "team</w>": 1655, "21</w>": 1656, "fore</w>": 1657, "respon": 1658, "energy</w>": 1659, "attendance</w>": 1660, "ce": 1661, "fertility</w>": 1662, "27</w>": 1663, "Val": 1664, "apps</w>": 1665, "enetration</w>": 1666, "45</w>": 1667, "into</w>": 1668, "ticket</w>": 1669, "34</w>": 1670, "ta</w>": 1671, "poli": 1672, "presid": 1673, "those</w>": 1674, "signi": 1675, "ying</w>": 1676, "equi": 1677, "70</w>": 1678, "ffer": 1679, "sports</w>": 1680, "ams</w>": 1681, "2019/20</w>": 1682, "mark</w>": 1683, "Fi": 1684, "Singap": 1685, "bia</w>": 1686, "ey</w>": 1687, "ison</w>": 1688, "signific": 1689, "ners</w>": 1690, "main</w>": 1691, "traffic</w>": 1692, "med</w>": 1693, "export</w>": 1694, "anization</w>": 1695, "Col": 1696, "capi": 1697, "zed</w>": 1698, "assets</w>": 1699, "such</w>": 1700, "22</w>": 1701, "ten": 1702, "lled</w>": 1703, "speci": 1704, "Latin</w>": 1705, "Cor": 1706, "St": 1707, "les": 1708, "squ": 1709, "road</w>": 1710, "ecti": 1711, "verti": 1712, "kilo": 1713, "bor": 1714, "ll</w>": 1715, "penetration</w>": 1716, "ried</w>": 1717, "access": 1718, "reaching</w>": 1719, "paid</w>": 1720, "rates</w>": 1721, "suppl": 1722, "own</w>": 1723, "medic": 1724, "1985</w>": 1725, "Africa</w>": 1726, "Ma": 1727, "worth</w>": 1728, "How</w>": 1729, "Pri": 1730, "Italian</w>": 1731, "ber": 1732, "stitu": 1733, "higher</w>": 1734, "ton</w>": 1735, "comparison</w>": 1736, "Rep": 1737, "ak": 1738, "lit": 1739, "your</w>": 1740, "75</w>": 1741, "nic": 1742, "profi": 1743, "before</w>": 1744, "power</w>": 1745, "cont": 1746, "points</w>": 1747, "school</w>": 1748, "26</w>": 1749, "ority</w>": 1750, "movi": 1751, "coll": 1752, "cities</w>": 1753, "Chi": 1754, "On": 1755, "ups</w>": 1756, "urban</w>": 1757, "Singapore</w>": 1758, "hom": 1759, "of": 1760, "Reven": 1761, "budget</w>": 1762, "23</w>": 1763, "came</w>": 1764, "ories</w>": 1765, "World</w>": 1766, "ana</w>": 1767, "ath</w>": 1768, "least</w>": 1769, "custom": 1770, "after</w>": 1771, "cul": 1772, "me</w>": 1773, "ys": 1774, "lik": 1775, "being</w>": 1776, "male</w>": 1777, "experi": 1778, "inflation</w>": 1779, "13</w>": 1780, "bl": 1781, "square</w>": 1782, "pati": 1783, "Bas": 1784, "gital</w>": 1785, "football</w>": 1786, "Denmark</w>": 1787, "ain": 1788, "eu": 1789, "shopping</w>": 1790, "sions</w>": 1791, "educ": 1792, "sity</w>": 1793, "sic</w>": 1794, "adverti": 1795, "Ban": 1796, "recent</w>": 1797, "further</w>": 1798, "Whi": 1799, "gg": 1800, "bea": 1801, "sel": 1802, "Vi": 1803, "64</w>": 1804, "dered</w>": 1805, "logy</w>": 1806, "where</w>": 1807, "view": 1808, "amp": 1809, "Indon": 1810, "score</w>": 1811, "Indone": 1812, "Americans</w>": 1813, "measured</w>": 1814, "Mon": 1815, "nat": 1816, "smartphone</w>": 1817, "player</w>": 1818, "Finland</w>": 1819, "omin": 1820, "place</w>": 1821, "working</w>": 1822, "Revenue</w>": 1823, "dru": 1824, "hno": 1825, "mat": 1826, "stin": 1827, "differ": 1828, "impac": 1829, "broken</w>": 1830, "3,": 1831, "tin": 1832, "ass</w>": 1833, "cle</w>": 1834, "anic</w>": 1835, "tom": 1836, "Value</w>": 1837, "air</w>": 1838, "majority</w>": 1839, "ality</w>": 1840, "turing</w>": 1841, "stood</w>": 1842, "acity</w>": 1843, "wever</w>": 1844, "projected</w>": 1845, "44</w>": 1846, "tor": 1847, "indicator</w>": 1848, "ems</w>": 1849, "buted</w>": 1850, "Rom": 1851, "firmed</w>": 1852, "common</w>": 1853, "activi": 1854, "commerce</w>": 1855, "Malay": 1856, "That</w>": 1857, "thing</w>": 1858, "areas</w>": 1859, "Index</w>": 1860, "platform</w>": 1861, "relation</w>": 1862, "cre": 1863, "costs</w>": 1864, "groups</w>": 1865, "vehicles</w>": 1866, "ado": 1867, "opin": 1868, "EU</w>": 1869, "Hi": 1870, "times</w>": 1871, "youn": 1872, "Indian</w>": 1873, "down": 1874, "manufacturing</w>": 1875, "red</w>": 1876, "holi": 1877, "soci": 1878, "Norway</w>": 1879, "visit</w>": 1880, "yed</w>": 1881, "capacity</w>": 1882, "phys": 1883, "demand</w>": 1884, "activities</w>": 1885, "digital</w>": 1886, "confirmed</w>": 1887, "phar": 1888, "older</w>": 1889, "store</w>": 1890, "usage</w>": 1891, "advertising</w>": 1892, "clu": 1893, "est": 1894, "ery</w>": 1895, "but</w>": 1896, "men": 1897, "personal</w>": 1898, "game</w>": 1899, "held</w>": 1900, "55</w>": 1901, "Between</w>": 1902, "sk": 1903, "week": 1904, "frequ": 1905, "At</w>": 1906, "kdown</w>": 1907, "prov": 1908, "poration</w>": 1909, "office</w>": 1910, "investment</w>": 1911, "Korea</w>": 1912, "states</w>": 1913, "owned</w>": 1914, "nel</w>": 1915, "11.": 1916, "sectors</w>": 1917, "grew</w>": 1918, "positive</w>": 1919, "cho": 1920, "table</w>": 1921, "Popul": 1922, "stic": 1923, "Japan</w>": 1924, "2003</w>": 1925, "Produc": 1926, "Yor": 1927, "death</w>": 1928, "pu": 1929, "Indonesia</w>": 1930, "az": 1931, "gar": 1932, "page</w>": 1933, "likely</w>": 1934, "ket": 1935, "ual</w>": 1936, "ship": 1937, "fore": 1938, "techno": 1939, "sing": 1940, "regar": 1941, "music</w>": 1942, "pharmac": 1943, "Fren": 1944, "ner": 1945, "ste": 1946, "There</w>": 1947, "sites</w>": 1948, "crude</w>": 1949, "import</w>": 1950, "Austr": 1951, "proper": 1952, "chem": 1953, "Twit": 1954, "ner</w>": 1955, "rit": 1956, "lling</w>": 1957, "mod": 1958, "ly": 1959, "sive</w>": 1960, "10.": 1961, "vis": 1962, "overall</w>": 1963, "capital</w>": 1964, "patients</w>": 1965, "French</w>": 1966, "2050</w>": 1967, "including</w>": 1968, "32</w>": 1969, "read</w>": 1970, "Population</w>": 1971, "York</w>": 1972, "Ex": 1973, "received</w>": 1974, "ow</w>": 1975, "regular</w>": 1976, "elie": 1977, "tals</w>": 1978, "36</w>": 1979, "mem": 1980, "hist": 1981, "prof": 1982, "trac": 1983, "shar": 1984, "lin": 1985, "Over</w>": 1986, "bec": 1987, "did</w>": 1988, "Inf": 1989, "profit</w>": 1990, "On</w>": 1991, "belie": 1992, "omet": 1993, "appl": 1994, "num": 1995, "ys</w>": 1996, "unic": 1997, "concer": 1998, "sear": 1999, "web": 2000, "network</w>": 2001, "four": 2002, "kil": 2003, "election</w>": 2004, "access</w>": 2005, "contribution</w>": 2006, "struction</w>": 2007, "17": 2008, "cel": 2009, "ev": 2010, "sa": 2011, "tional</w>": 2012, "ereas</w>": 2013, "all-time</w>": 2014, "gradu": 2015, "Republic</w>": 2016, "kilomet": 2017, "fav": 2018, "sm": 2019, "orig": 2020, "qui": 2021, "shed</w>": 2022, "considered</w>": 2023, "device</w>": 2024, "46</w>": 2025, "drin": 2026, "flu": 2027, "visitors</w>": 2028, "opinion</w>": 2029, "days</w>": 2030, "tic</w>": 2031, "Consum": 2032, "nicity</w>": 2033, "Malaysia</w>": 2034, "tre": 2035, "stan</w>": 2036, "having</w>": 2037, "news</w>": 2038, "experien": 2039, "boo": 2040, "ones</w>": 2041, "attac": 2042, "six</w>": 2043, "1950</w>": 2044, "earch</w>": 2045, "49</w>": 2046, "alia</w>": 2047, "what</w>": 2048, "grams</w>": 2049, "dicated</w>": 2050, "followers</w>": 2051, "e-commerce</w>": 2052, "ethnicity</w>": 2053, "education</w>": 2054, "38</w>": 2055, "33</w>": 2056, "Asia</w>": 2057, "rac": 2058, "institu": 2059, "deral</w>": 2060, "natural</w>": 2061, "Goo": 2062, "sex": 2063, "dedicated</w>": 2064, "seen</w>": 2065, "Lond": 2066, "Por": 2067, "pes</w>": 2068, "win": 2069, "pers</w>": 2070, "essi": 2071, "youth</w>": 2072, "these</w>": 2073, "By</w>": 2074, "expenses</w>": 2075, "porting</w>": 2076, "electricity</w>": 2077, "medical</w>": 2078, "London</w>": 2079, "mul": 2080, "alco": 2081, "lived</w>": 2082, "quarter": 2083, "travel": 2084, "ash": 2085, "construction</w>": 2086, "impact</w>": 2087, "4,": 2088, "42</w>": 2089, "Global</w>": 2090, "Tur": 2091, "ctu": 2092, "every</w>": 2093, "led</w>": 2094, "many</w>": 2095, "sis</w>": 2096, "ext</w>": 2097, "compu": 2098, "leaders</w>": 2099, "money</w>": 2100, "wholes": 2101, "39</w>": 2102, "Sales</w>": 2103, "thin": 2104, "ances</w>": 2105, "Inc": 2106, "both</w>": 2107, "Ire": 2108, "ard</w>": 2109, "perform": 2110, "igran": 2111, "Ireland</w>": 2112, "Foo": 2113, "ens</w>": 2114, "health": 2115, "direct</w>": 2116, "bal": 2117, "ches</w>": 2118, "fourth</w>": 2119, "bar": 2120, "ury</w>": 2121, "pos": 2122, "added</w>": 2123, "whereas</w>": 2124, "ricul": 2125, "Pac": 2126, "ry</w>": 2127, "roughout</w>": 2128, "wards</w>": 2129, "retailers</w>": 2130, "2028</w>": 2131, "mari": 2132, "ratio</w>": 2133, "eutical</w>": 2134, "different</w>": 2135, "54</w>": 2136, "80</w>": 2137, "nings</w>": 2138, "star": 2139, "site</w>": 2140, "consider": 2141, "37</w>": 2142, "Of</w>": 2143, "kn": 2144, "dy</w>": 2145, "ptions</w>": 2146, "stea": 2147, "41</w>": 2148, "53</w>": 2149, "annu": 2150, "ong": 2151, "imm": 2152, "transport</w>": 2153, "ee</w>": 2154, "lar": 2155, "run": 2156, "well</w>": 2157, "fied</w>": 2158, "commercial</w>": 2159, "Corporation</w>": 2160, "Twitter</w>": 2161, "tain": 2162, "exported</w>": 2163, "presen": 2164, "ign</w>": 2165, "think</w>": 2166, "uro</w>": 2167, "2024</w>": 2168, "please</w>": 2169, "show": 2170, "woman</w>": 2171, "contributed</w>": 2172, "devices</w>": 2173, "Figures</w>": 2174, "Lu": 2175, "gal</w>": 2176, "sol": 2177, "plan": 2178, "ation": 2179, "investments</w>": 2180, "presidential</w>": 2181, "cot": 2182, "avail": 2183, "structure</w>": 2184, "technology</w>": 2185, "Gu": 2186, "asted</w>": 2187, "ut": 2188, "how</w>": 2189, "portion</w>": 2190, "pped</w>": 2191, "clothing</w>": 2192, "shipments</w>": 2193, "47</w>": 2194, "76</w>": 2195, "Do</w>": 2196, "Fo": 2197, "content</w>": 2198, "fluctu": 2199, "5,": 2200, "surveyed</w>": 2201, "house</w>": 2202, "bel": 2203, "nam": 2204, "agricul": 2205, "unit</w>": 2206, "63</w>": 2207, "Vol": 2208, "stre": 2209, "ics</w>": 2210, "icians</w>": 2211, "Cen": 2212, "De": 2213, "won</w>": 2214, "ref": 2215, "premi": 2216, "ube</w>": 2217, "ength</w>": 2218, "ectively</w>": 2219, "ggest</w>": 2220, "bean</w>": 2221, "Phi": 2222, "rd</w>": 2223, "increasing</w>": 2224, "14.": 2225, "51</w>": 2226, "jo": 2227, "pi": 2228, "zer": 2229, "ums</w>": 2230, "research</w>": 2231, "icide</w>": 2232, "disease</w>": 2233, "gives</w>": 2234, "48</w>": 2235, "imported</w>": 2236, "result</w>": 2237, "head": 2238, "commod": 2239, "spend</w>": 2240, "markets</w>": 2241, "igrants</w>": 2242, "gs</w>": 2243, "elections</w>": 2244, "12.": 2245, "son": 2246, "reve": 2247, "urity</w>": 2248, "ele": 2249, "ama</w>": 2250, "consumed</w>": 2251, "earnings</w>": 2252, "gaming</w>": 2253, "valued</w>": 2254, "hotels</w>": 2255, "manag": 2256, "family</w>": 2257, "members</w>": 2258, "3rd</w>": 2259, "You": 2260, "re</w>": 2261, "eri": 2262, "ern</w>": 2263, "itary</w>": 2264, "trend</w>": 2265, "weekly</w>": 2266, "tan</w>": 2267, "low</w>": 2268, "Insta": 2269, "German</w>": 2270, "much</w>": 2271, "history</w>": 2272, "vision</w>": 2273, "professi": 2274, "Goog": 2275, "gree</w>": 2276, "them</w>": 2277, "types</w>": 2278, "talities</w>": 2279, "66</w>": 2280, "FA</w>": 2281, "next</w>": 2282, "rist</w>": 2283, "destin": 2284, "given</w>": 2285, "arib": 2286, "hospitals</w>": 2287, "Inc.</w>": 2288, "62</w>": 2289, "economy</w>": 2290, "ware</w>": 2291, "2017": 2292, "federal</w>": 2293, "Hisp": 2294, "regarding</w>": 2295, "favor": 2296, "74</w>": 2297, "cer</w>": 2298, "publi": 2299, "list</w>": 2300, "tral</w>": 2301, "grocer": 2302, "biggest</w>": 2303, "channel</w>": 2304, "infant</w>": 2305, "52</w>": 2306, "As": 2307, "arri": 2308, "occu": 2309, "eight</w>": 2310, "fatalities</w>": 2311, "Australia</w>": 2312, "43</w>": 2313, "58</w>": 2314, "eff": 2315, "actions</w>": 2316, "deals</w>": 2317, "degree</w>": 2318, "respectively</w>": 2319, "industri": 2320, "equity</w>": 2321, "Viet": 2322, "pharmaceutical</w>": 2323, "aff": 2324, "wai": 2325, "person</w>": 2326, "sure</w>": 2327, "neg": 2328, "peak</w>": 2329, "single</w>": 2330, "ness</w>": 2331, "rema": 2332, "ility</w>": 2333, "forms</w>": 2334, "multi": 2335, "Ama": 2336, "Bar": 2337, "fres": 2338, "anti": 2339, "read": 2340, "did": 2341, "ubs</w>": 2342, "caused</w>": 2343, "salary</w>": 2344, "significant</w>": 2345, "accessed</w>": 2346, "Football</w>": 2347, "annually</w>": 2348, "YouT": 2349, "obser": 2350, "Which</w>": 2351, "stics</w>": 2352, "Google</w>": 2353, "-based</w>": 2354, "13.": 2355, "15.": 2356, "Carib": 2357, "throughout</w>": 2358, "ect</w>": 2359, "char": 2360, "Caribbean</w>": 2361, "61</w>": 2362, "US</w>": 2363, "anish</w>": 2364, "new": 2365, "though</w>": 2366, "YouTube</w>": 2367, "Em": 2368, "Domestic</w>": 2369, "Net</w>": 2370, "nd</w>": 2371, "antly</w>": 2372, "autom": 2373, "workers</w>": 2374, "IT</w>": 2375, "Since</w>": 2376, "ith</w>": 2377, "lier</w>": 2378, "atis": 2379, "density</w>": 2380, "physicians</w>": 2381, "balance</w>": 2382, "57</w>": 2383, "issions</w>": 2384, "estimates</w>": 2385, "broad": 2386, "restaurants</w>": 2387, "6,": 2388, "Air": 2389, "Ur": 2390, "if</w>": 2391, "lines</w>": 2392, "adju": 2393, "ghts</w>": 2394, "Market</w>": 2395, "generation</w>": 2396, "earlier</w>": 2397, "banks</w>": 2398, "passengers</w>": 2399, "province</w>": 2400, "foreign</w>": 2401, "experienced</w>": 2402, "aim": 2403, "cro": 2404, "rai": 2405, "up": 2406, "vari": 2407, "2022</w>": 2408, "tru": 2409, "user</w>": 2410, "amounting</w>": 2411, "part</w>": 2412, "Facts</w>": 2413, "Ang": 2414, "ences</w>": 2415, "However</w>": 2416, "Bank</w>": 2417, "available</w>": 2418, "Amaz": 2419, "nia</w>": 2420, "ures</w>": 2421, "ides</w>": 2422, "idents</w>": 2423, "born</w>": 2424, "Instagram</w>": 2425, "fresh</w>": 2426, "59</w>": 2427, "68</w>": 2428, "Jo": 2429, "Ro": 2430, "bur": 2431, "ion": 2432, "sw": 2433, "What</w>": 2434, "wholesale</w>": 2435, "From</w>": 2436, "Pre": 2437, "order</w>": 2438, "ads</w>": 2439, "rupe": 2440, "Chri": 2441, "Urb": 2442, "78</w>": 2443, "ashi": 2444, "security</w>": 2445, "residents</w>": 2446, "property</w>": 2447, "sexual</w>": 2448, "67</w>": 2449, "Ran": 2450, "ok</w>": 2451, "compl": 2452, "terms</w>": 2453, "1995</w>": 2454, "Maj": 2455, "frequency</w>": 2456, "56</w>": 2457, "could</w>": 2458, "pment</w>": 2459, "some": 2460, "ago</w>": 2461, "second": 2462, "watch": 2463, "full": 2464, "military</w>": 2465, "85</w>": 2466, "Wales</w>": 2467, "ege</w>": 2468, "ney</w>": 2469, "making</w>": 2470, "general</w>": 2471, "indicates</w>": 2472, "hotel</w>": 2473, "equipment</w>": 2474, "Romania</w>": 2475, "Hou": 2476, "tax</w>": 2477, "acy</w>": 2478, "platforms</w>": 2479, "attacks</w>": 2480, "Major</w>": 2481, "dri": 2482, "ges</w>": 2483, "ats</w>": 2484, "esses</w>": 2485, "Unemployment</w>": 2486, "persons</w>": 2487, "International</w>": 2488, "eal</w>": 2489, "ements</w>": 2490, "carried</w>": 2491, "2nd</w>": 2492, "79</w>": 2493, "mary</w>": 2494, "vehicle</w>": 2495, "Apple</w>": 2496, "known</w>": 2497, "rupees</w>": 2498, "Heal": 2499, "di</w>": 2500, "ori": 2501, "accommod": 2502, "lower</w>": 2503, "ability</w>": 2504, "ols</w>": 2505, "prefer": 2506, "select</w>": 2507, "bank</w>": 2508, "purchased</w>": 2509, "scored</w>": 2510, "72</w>": 2511, "95</w>": 2512, "Ha": 2513, "So": 2514, "nine</w>": 2515, "sex</w>": 2516, "1984</w>": 2517, "ashion</w>": 2518, "69</w>": 2519, "2010": 2520, "purchase</w>": 2521, "downlo": 2522, "Consumer</w>": 2523, "Hispanic</w>": 2524, "73</w>": 2525, "Hun": 2526, "eria</w>": 2527, "abo": 2528, "adjusted</w>": 2529, "17.": 2530, "lat": 2531, "t-": 2532, "yp": 2533, "earned</w>": 2534, "manufacture</w>": 2535, "16.": 2536, "deli": 2537, "euro</w>": 2538, "ific</w>": 2539, "ited</w>": 2540, "adult</w>": 2541, "views</w>": 2542, "Pacific</w>": 2543, "500</w>": 2544, "77</w>": 2545, "90</w>": 2546, "force</w>": 2547, "phones</w>": 2548, "famili": 2549, "71</w>": 2550, "FI": 2551, "pay</w>": 2552, "decline</w>": 2553, "crime</w>": 2554, "participants</w>": 2555, "restaurant</w>": 2556, "drug</w>": 2557, "lym": 2558, "ton": 2559, "report</w>": 2560, "influ": 2561, "Urbanization</w>": 2562, "7,": 2563, "Gam": 2564, "satis": 2565, "reco": 2566, "again": 2567, "seven</w>": 2568, "ketball</w>": 2569, "against</w>": 2570, "87</w>": 2571, "Bl": 2572, "Olym": 2573, "Qu": 2574, "fli": 2575, "fru": 2576, "2023</w>": 2577, "selling</w>": 2578, "Russian</w>": 2579, "Argen": 2580, "valuable</w>": 2581, "Comp": 2582, "healthcare</w>": 2583, "presented</w>": 2584, "negative</w>": 2585, "bac": 2586, "occurr": 2587, "movie</w>": 2588, "often</w>": 2589, "Scot": 2590, "ever</w>": 2591, "mid": 2592, "interest</w>": 2593, "ns</w>": 2594, "val</w>": 2595, "ards</w>": 2596, "sures</w>": 2597, "audi": 2598, "chains</w>": 2599, "visits</w>": 2600, "quisi": 2601, "Portu": 2602, "-related</w>": 2603, "18.": 2604, "Is": 2605, "With</w>": 2606, "cour": 2607, "ering</w>": 2608, "icides</w>": 2609, "pol": 2610, "motor</w>": 2611, "work": 2612, "ests</w>": 2613, "political</w>": 2614, "fans</w>": 2615, "ight</w>": 2616, "nam</w>": 2617, "vity</w>": 2618, "tiz": 2619, "ends</w>": 2620, "ar-": 2621, "alty</w>": 2622, "st-": 2623, "etro": 2624, "sever": 2625, "tics</w>": 2626, "aste</w>": 2627, "stream": 2628, "accommodation</w>": 2629, "fashion</w>": 2630, "no</w>": 2631, "tab": 2632, "acquisi": 2633, "uses</w>": 2634, "terro": 2635, "claim": 2636, "graphi": 2637, "minu": 2638, "Amazon</w>": 2639, "above</w>": 2640, "int": 2641, "enro": 2642, "under": 2643, "search</w>": 2644, "origin</w>": 2645, "Vietnam</w>": 2646, "hy": 2647, "lab": 2648, "tation</w>": 2649, "aled</w>": 2650, "valent</w>": 2651, "teen": 2652, "chemical</w>": 2653, "Min": 2654, "ed": 2655, "insta": 2656, "manufactur": 2657, "Life</w>": 2658, "small</w>": 2659, "institutions</w>": 2660, "Lux": 2661, "nec": 2662, "reli": 2663, "socc": 2664, "college</w>": 2665, "soccer</w>": 2666, "For": 2667, "gin": 2668, "customer</w>": 2669, "numbers</w>": 2670, "consideration</w>": 2671, "automo": 2672, "83</w>": 2673, "Ric": 2674, "2015": 2675, "teams</w>": 2676, "gawat": 2677, "grocery</w>": 2678, "Argentin": 2679, "82</w>": 2680, "Dem": 2681, "Ser": 2682, "Swit": 2683, "cal": 2684, "tron": 2685, "dit</w>": 2686, "subscribers</w>": 2687, "fluctuated</w>": 2688, "Portugal</w>": 2689, "Mic": 2690, "Over": 2691, "nels</w>": 2692, "fil": 2693, "should</w>": 2694, "party</w>": 2695, "immigrants</w>": 2696, "dium</w>": 2697, "verty</w>": 2698, "poverty</w>": 2699, "logi": 2700, "ghtly</w>": 2701, "regions</w>": 2702, "succ": 2703, "2.5</w>": 2704, "peaked</w>": 2705, "point</w>": 2706, "Bu": 2707, "gin</w>": 2708, "ged</w>": 2709, "rer</w>": 2710, "means</w>": 2711, "channels</w>": 2712, "Austri": 2713, "sources</w>": 2714, "Monthly</w>": 2715, "Product</w>": 2716, "Tr": 2717, "band</w>": 2718, "ress</w>": 2719, "year-": 2720, "deal</w>": 2721, "ships</w>": 2722, "box</w>": 2723, "Nig": 2724, "agg": 2725, "che": 2726, "sug": 2727, "subscriptions</w>": 2728, "electric</w>": 2729, "equivalent</w>": 2730, "customers</w>": 2731, "mental</w>": 2732, "saw</w>": 2733, "Forec": 2734, "premiums</w>": 2735, "Switzer": 2736, "Pl": 2737, "cing</w>": 2738, "proportion</w>": 2739, "agno": 2740, "played</w>": 2741, "resident</w>": 2742, "viewers</w>": 2743, "09</w>": 2744, "id</w>": 2745, "mer</w>": 2746, "tele": 2747, "asked</w>": 2748, "conf": 2749, "primary</w>": 2750, "leader</w>": 2751, "businesses</w>": 2752, "Hung": 2753, "Switzerland</w>": 2754, "assi": 2755, "motor": 2756, "night</w>": 2757, "equal</w>": 2758, "votes</w>": 2759, "slightly</w>": 2760, "club</w>": 2761, "IC": 2762, "Res": 2763, "ought</w>": 2764, "coff": 2765, "infec": 2766, "partment</w>": 2767, "responding</w>": 2768, "movies</w>": 2769, "below</w>": 2770, "Central</w>": 2771, "Health</w>": 2772, "far</w>": 2773, "ators</w>": 2774, "electron": 2775, "eball</w>": 2776, "issu": 2777, "forecasted</w>": 2778, "/11</w>": 2779, "ful</w>": 2780, "Colom": 2781, "Price</w>": 2782, "9,": 2783, "El": 2784, "East</w>": 2785, "om</w>": 2786, "ppers</w>": 2787, "wine</w>": 2788, "them": 2789, "itted</w>": 2790, "works</w>": 2791, "grow</w>": 2792, "19.": 2793, "tural</w>": 2794, "include</w>": 2795, "funding</w>": 2796, "tainment</w>": 2797, "occup": 2798, "job": 2799, "ece</w>": 2800, "child</w>": 2801, "ficit</w>": 2802, "payment</w>": 2803, "significantly</w>": 2804, "police</w>": 2805, "Cup</w>": 2806, "Cali": 2807, "wage</w>": 2808, "fuel</w>": 2809, "partners</w>": 2810, "cancer</w>": 2811, "marketing</w>": 2812, "stem</w>": 2813, "revealed</w>": 2814, "2010/11</w>": 2815, "Califor": 2816, "89</w>": 2817, "ka</w>": 2818, "sme": 2819, "xury</w>": 2820, "spread</w>": 2821, "hour</w>": 2822, "1992</w>": 2823, "luxury</w>": 2824, "politan</w>": 2825, "FIFA</w>": 2826, "coffee</w>": 2827, "81</w>": 2828, "EU": 2829, "bought</w>": 2830, "eer</w>": 2831, "umul": 2832, "diagno": 2833, "plac": 2834, "dep": 2835, "deficit</w>": 2836, "beer</w>": 2837, "cyber</w>": 2838, "sociation</w>": 2839, "believed</w>": 2840, "kilometers</w>": 2841, "relea": 2842, "aper</w>": 2843, "dish</w>": 2844, "iss": 2845, "water</w>": 2846, "Democ": 2847, "30": 2848, "84</w>": 2849, "Asian</w>": 2850, "Fl": 2851, "PI</w>": 2852, "f-": 2853, "lim": 2854, "raft</w>": 2855, "ward</w>": 2856, "put</w>": 2857, "nership</w>": 2858, "travelers</w>": 2859, "Austria</w>": 2860, "21.": 2861, "go</w>": 2862, "requ": 2863, "ularly</w>": 2864, "loss</w>": 2865, "accounting</w>": 2866, "measures</w>": 2867, "Swedish</w>": 2868, "funds</w>": 2869, "computer</w>": 2870, "professional</w>": 2871, "Company</w>": 2872, "Overall</w>": 2873, "television</w>": 2874, "23.": 2875, "8,": 2876, "Slo": 2877, "sem": 2878, "ts": 2879, "20.": 2880, "stab": 2881, "ngs</w>": 2882, "Argentina</w>": 2883, "92</w>": 2884, "Coun": 2885, "Su": 2886, "growing</w>": 2887, "migr": 2888, "sugar</w>": 2889, "waste</w>": 2890, "taken</w>": 2891, "condi": 2892, "clubs</w>": 2893, "transactions</w>": 2894, "ario</w>": 2895, "dropped</w>": 2896, "Turkey</w>": 2897, "acquisition</w>": 2898, "City</w>": 2899, "Gener": 2900, "eat</w>": 2901, "emissions</w>": 2902, "/18</w>": 2903, "expensive</w>": 2904, "affected</w>": 2905, "cou": 2906, "cents</w>": 2907, "dle</w>": 2908, "pic</w>": 2909, "zations</w>": 2910, "cir": 2911, "thern</w>": 2912, "partner</w>": 2913, "mach": 2914, "system</w>": 2915, "2017/18</w>": 2916, "99</w>": 2917, "Ba": 2918, "kron": 2919, "aries</w>": 2920, "sting</w>": 2921, "stric": 2922, "sof": 2923, "banking</w>": 2924, "candid": 2925, "gap</w>": 2926, "liters</w>": 2927, "job</w>": 2928, "management</w>": 2929, "jobs</w>": 2930, "verages</w>": 2931, "level": 2932, "/16</w>": 2933, "streaming</w>": 2934, "2015/16</w>": 2935, "stabli": 2936, "88</w>": 2937, "96</w>": 2938, "BA</w>": 2939, "Car": 2940, "ath": 2941, "2005": 2942, "tus</w>": 2943, "manufactu": 2944, "milk</w>": 2945, "California</w>": 2946, "Icel": 2947, "cosme": 2948, "soft</w>": 2949, "Grow": 2950, "provides</w>": 2951, "schools</w>": 2952, "/06</w>": 2953, "young</w>": 2954, "alcoho": 2955, "families</w>": 2956, "2005/06</w>": 2957, "97</w>": 2958, "La": 2959, "pts</w>": 2960, "aging</w>": 2961, "emer": 2962, "identi": 2963, "reasons</w>": 2964, "great": 2965, "Medic": 2966, "Association</w>": 2967, "Growth</w>": 2968, "Im": 2969, "gl": 2970, "ries</w>": 2971, "dily</w>": 2972, "reser": 2973, "ety</w>": 2974, "ended</w>": 2975, "weeks</w>": 2976, "Chinese</w>": 2977, "univer": 2978, "aggreg": 2979, "Dis": 2980, "Le": 2981, "Se": 2982, "establi": 2983, "fer</w>": 2984, "ine": 2985, "agre": 2986, "vals</w>": 2987, "spon": 2988, "clear</w>": 2989, "breakdown</w>": 2990, "support</w>": 2991, "Inflation</w>": 2992, "bene": 2993, "glob": 2994, "tion": 2995, "lls</w>": 2996, "stan": 2997, "comb": 2998, "meat</w>": 2999, "Greece</w>": 3000, "activity</w>": 3001, "provided</w>": 3002, "App</w>": 3003, "Baseball</w>": 3004, "steadily</w>": 3005, "minutes</w>": 3006, "Cz": 3007, "Esti": 3008, "kes</w>": 3009, "com</w>": 3010, "younger</w>": 3011, "holiday</w>": 3012, "remained</w>": 3013, "Joh": 3014, "motorcy": 3015, "Colombia</w>": 3016, "Czec": 3017, "Estim": 3018, "26.": 3019, "4th</w>": 3020, "86</w>": 3021, "Dut": 3022, "FC</w>": 3023, "died</w>": 3024, "side</w>": 3025, "1960</w>": 3026, "27.": 3027, "93</w>": 3028, "estate</w>": 3029, "here</w>": 3030, "nation": 3031, "anese</w>": 3032, "lish</w>": 3033, "faction</w>": 3034, "person": 3035, "networks</w>": 3036, "organi": 3037, "quartered</w>": 3038, "fruit</w>": 3039, "ston</w>": 3040, "stoc": 3041, "citiz": 3042, "beverages</w>": 3043, "tual</w>": 3044, "ream</w>": 3045, "tware</w>": 3046, "Chile</w>": 3047, "manufacturer</w>": 3048, "Dutch</w>": 3049, "At": 3050, "Los</w>": 3051, "SM": 3052, "nomin": 3053, "smo": 3054, "vered</w>": 3055, "merger</w>": 3056, "eption</w>": 3057, "metro": 3058, "currently</w>": 3059, "Hungary</w>": 3060, "Cro": 3061, "En": 3062, "mes</w>": 3063, "man</w>": 3064, "mun": 3065, "sen": 3066, "once</w>": 3067, "items</w>": 3068, "und": 3069, "marri": 3070, "whe": 3071, "prescri": 3072, "twear</w>": 