{"<unk>": 0, "!": 1, "#": 2, "$": 3, "%": 4, "&": 5, "'": 6, "(": 7, ")": 8, "+": 9, ",": 10, "-": 11, ".": 12, "/": 13, "0": 14, "1": 15, "2": 16, "3": 17, "4": 18, "5": 19, "6": 20, "7": 21, "8": 22, "9": 23, ":": 24, ";": 25, "<": 26, "=": 27, ">": 28, "?": 29, "@": 30, "A": 31, "B": 32, "C": 33, "D": 34, "E": 35, "F": 36, "G": 37, "H": 38, "I": 39, "J": 40, "K": 41, "L": 42, "M": 43, "N": 44, "O": 45, "P": 46, "Q": 47, "R": 48, "S": 49, "T": 50, "U": 51, "V": 52, "W": 53, "X": 54, "Y": 55, "Z": 56, "[": 57, "]": 58, "_": 59, "`": 60, "a": 61, "b": 62, "c": 63, "d": 64, "e": 65, "f": 66, "g": 67, "h": 68, "i": 69, "j": 70, "k": 71, "l": 72, "m": 73, "n": 74, "o": 75, "p": 76, "q": 77, "r": 78, "s": 79, "t": 80, "u": 81, "v": 82, "w": 83, "x": 84, "y": 85, "z": 86, "\u00ad": 87, "\u00ae": 88, "\u00bb": 89, "\u00e1": 90, "\u00e2": 91, "\u00e9": 92, "\u00ed": 93, "\u00f1": 94, "\u00f3": 95, "\u00f6": 96, "\u2013": 97, "\u2014": 98, "\u2018": 99, "\u2026": 100, "\u20ac": 101, "\u2122": 102, "s</w>": 103, "k</w>": 104, "e</w>": 105, "n</w>": 106, "d</w>": 107, "-</w>": 108, "a</w>": 109, "7</w>": 110, "y</w>": 111, "g</w>": 112, "o</w>": 113, "l</w>": 114, "3</w>": 115, "/</w>": 116, ".</w>": 117, "c</w>": 118, "9</w>": 119, "t</w>": 120, "f</w>": 121, "m</w>": 122, "p</w>": 123, "K</w>": 124, "4</w>": 125, "0</w>": 126, "r</w>": 127, "z</w>": 128, "5</w>": 129, "Q</w>": 130, "1</w>": 131, "w</w>": 132, "A</w>": 133, "S</w>": 134, "8</w>": 135, "6</w>": 136, "h</w>": 137, "T</w>": 138, "i</w>": 139, "E</w>": 140, "N</w>": 141, "2</w>": 142, "b</w>": 143, "Y</w>": 144, "D</w>": 145, "x</w>": 146, "O</w>": 147, "P</w>": 148, "M</w>": 149, "L</w>": 150, "U</w>": 151, "\u2018</w>": 152, "R</w>": 153, "`</w>": 154, "H</w>": 155, "W</w>": 156, "u</w>": 157, "\u00bb</w>": 158, "X</w>": 159, "_</w>": 160, "(</w>": 161, "'</w>": 162, "C</w>": 163, "I</w>": 164, "v</w>": 165, "F</w>": 166, "!</w>": 167, "B</w>": 168, ";</w>": 169, "&</w>": 170, "\u2026</w>": 171, "\u2014</w>": 172, "@</w>": 173, "$</w>": 174, "+</w>": 175, "G</w>": 176, "\u00ad</w>": 177, "[</w>": 178, "V</w>": 179, "J</w>": 180, "q</w>": 181, ",</w>": 182, "%</w>": 183, ")</w>": 184, "<</w>": 185, "\u2013</w>": 186, "]</w>": 187, "></w>": 188, ":</w>": 189, "Z</w>": 190, "#</w>": 191, "\u00ae</w>": 192, "?</w>": 193, "th": 194, "an": 195, "in": 196, "er": 197, "ar": 198, "ti": 199, "the</w>": 200, "or": 201, "on": 202, "en": 203, "ou": 204, "of</w>": 205, "re": 206, "li": 207, "es</w>": 208, "ed</w>": 209, "er</w>": 210, "in</w>": 211, "ly</w>": 212, "ing</w>": 213, "on</w>": 214, "to</w>": 215, "sa": 216, "and</w>": 217, "it": 218, "al": 219, "at": 220, "the": 221, "or</w>": 222, "an</w>": 223, "om": 224, "wh": 225, "os": 226, "ic": 227, "al</w>": 228, "ac": 229, "ati": 230, "es": 231, "are</w>": 232, "is</w>": 233, "ro": 234, "ve</w>": 235, "le</w>": 236, "say</w>": 237, "ts</w>": 238, "at</w>": 239, "as</w>": 240, "en</w>": 241, "ec": 242, "is": 243, "ab": 244, "as": 245, "tr": 246, "us": 247, "di": 248, "ans</w>": 249, "ers</w>": 250, "su": 251, "id": 252, "em": 253, "ore</w>": 254, "ig": 255, "ad": 256, "pu": 257, "out</w>": 258, "wit": 259, "le": 260, "oun": 261, "ol": 262, "ent</w>": 263, "ver": 264, "ne": 265, "with</w>": 266, "con": 267, "oc": 268, "ha": 269, "more</w>": 270, "they</w>": 271, "bli": 272, "ir</w>": 273, "el": 274, "ag": 275, "Am": 276, "than</w>": 277, "sh": 278, "il": 279, "am": 280, "publi": 281, "par": 282, "their</w>": 283, "com": 284, "im": 285, "that</w>": 286, "ely</w>": 287, "ow": 288, "res": 289, "ce</w>": 290, "about</w>": 291, "who</w>": 292, "ws</w>": 293, "for</w>": 294, "op": 295, "st": 296, "20": 297, "ons</w>": 298, "ation</w>": 299, "eric": 300, "Americ": 301, "ur": 302, "ot": 303, "Th": 304, "ul": 305, "vi": 306, "have</w>": 307, "por": 308, "ma": 309, "po": 310, "U.": 311, "'s</w>": 312, "ex": 313, "ter": 314, "be": 315, "coun": 316, "ff": 317, "ch": 318, "U.S": 319, "it</w>": 320, "pro": 321, "Re": 322, "ld</w>": 323, "ear": 324, "no": 325, "ong</w>": 326, "U.S.</w>": 327, "ose</w>": 328, "ar</w>": 329, "ch</w>": 330, "de": 331, "ther</w>": 332, "Americans</w>": 333, "ost</w>": 334, "un": 335, "ocr": 336, "emocr": 337, "public": 338, "ere</w>": 339, "ent": 340, "tion</w>": 341, "countr": 342, "201": 343, "Democr": 344, "si": 345, "Republic": 346, "lik": 347, "ate</w>": 348, "pe": 349, "be</w>": 350, "ile</w>": 351, "ve": 352, "ri": 353, "se": 354, "um": 355, "ould</w>": 356, "ies</w>": 357, "all</w>": 358, "ast</w>": 359, "not</w>": 360, "vie": 361, "rom</w>": 362, "sur": 363, "likely</w>": 364, "ic</w>": 365, "wor": 366, "from</w>": 367, "ty</w>": 368, "this</w>": 369, "iti": 370, "over": 371, "igh": 372, "ity</w>": 373, "those</w>": 374, "pan": 375, "by</w>": 376, "ten</w>": 377, "age</w>": 378, "-in": 379, "ents</w>": 380, "qu": 381, "per": 382, "ted</w>": 383, "lo": 384, "adul": 385, "me": 386, "ir": 387, "ds</w>": 388, "vot": 389, "most</w>": 390, "gr": 391, "-in-": 392, "ap": 393, "maj": 394, "ding</w>": 395, "adults</w>": 396, "ay</w>": 397, "surve": 398, "ess</w>": 399, "se</w>": 400, "tic": 401, "tw": 402, "me</w>": 403, "The</w>": 404, "one</w>": 405, "has</w>": 406, "for": 407, "ally</w>": 408, "while</w>": 409, "cl": 410, "to": 411, "ats</w>": 412, "ople</w>": 413, "lin": 414, "ant</w>": 415, "Republicans</w>": 416, "ge</w>": 417, "som": 418, "fa": 419, "est</w>": 420, "-in-ten</w>": 421, "pres": 422, "ment</w>": 423, "ust</w>": 424, "Democrats</w>": 425, "oug": 426, "ence</w>": 427, "any</w>": 428, "ver</w>": 429, "poli": 430, "uc": 431, "gi": 432, "other</w>": 433, "port": 434, "ter</w>": 435, "among</w>": 436, "th</w>": 437, "people</w>": 438, "pos": 439, "oo": 440, "able</w>": 441, "public</w>": 442, "news</w>": 443, "ations</w>": 444, "enti": 445, "acc": 446, "In</w>": 447, "der</w>": 448, "lac": 449, "ut</w>": 450, "so</w>": 451, "compar": 452, "ial</w>": 453, "Tr": 454, "id</w>": 455, "fe": 456, "country</w>": 457, "survey</w>": 458, "onal</w>": 459, "low": 460, "major": 461, "alf</w>": 462, "share</w>": 463, "ing": 464, "very</w>": 465, "His": 466, "duc": 467, "our": 468, "Trum": 469, "Hispan": 470, "sup": 471, "Trump</w>": 472, "less</w>": 473, "medi": 474, "pre": 475, "do</w>": 476, "econ": 477, "half</w>": 478, "views</w>": 479, "ran": 480, "rec": 481, "ili": 482, "was</w>": 483, "pec": 484, "were</w>": 485, "ta": 486, "diff": 487, "ra": 488, "countries</w>": 489, "ew</w>": 490, "fav": 491, "port</w>": 492, "ill</w>": 493, "ates</w>": 494, "ge": 495, "said</w>": 496, "vid": 497, "use</w>": 498, "compared</w>": 499, "Ch": 500, "thre": 501, "ite</w>": 502, "voters</w>": 503, "ks</w>": 504, "also</w>": 505, "mig": 506, "ary</w>": 507, "gen": 508, "reas": 509, "''</w>": 510, "``</w>": 511, "inter": 512, "would</w>": 513, "ali": 514, "gre": 515, "mar": 516, "many</w>": 517, "line</w>": 518, "In": 519, "tions</w>": 520, "Ab": 521, "ser": 522, "econom": 523, "we": 524, "should</w>": 525, "will</w>": 526, "Wh": 527, "earch</w>": 528, "About</w>": 529, "enc": 530, "ev": 531, "grou": 532, "some": 533, "ep": 534, "pl": 535, "ud": 536, "overn": 537, "ad</w>": 538, "differ": 539, "ated</w>": 540, "ative</w>": 541, "soc": 542, "enter</w>": 543, "fin": 544, "ous</w>": 545, "king</w>": 546, "just</w>": 547, "Res": 548, "these</w>": 549, "Center</w>": 550, "only</w>": 551, "govern": 552, "ities</w>": 553, "same</w>": 554, "majority</w>": 555, "import": 556, "elec": 557, "fol": 558, "what</w>": 559, "ligi": 560, "over</w>": 561, "tical</w>": 562, "chan": 563, "immig": 564, "fi": 565, "ph": 566, "pr": 567, "conf": 568, "Pew</w>": 569, "ber</w>": 570, "ye": 571, "200": 572, "dec": 573, "inc": 574, "ough": 575, "thir": 576, "uch</w>": 577, "but</w>": 578, "cer": 579, "mo": 580, "Research</w>": 581, "ews</w>": 582, "ps</w>": 583, "jo": 584, "ving</w>": 585, "lim": 586, "ages</w>": 587, "ying</w>": 588, "Democrati": 589, "high": 590, "ings</w>": 591, "ound</w>": 592, "fu": 593, "much</w>": 594, "arly</w>": 595, "government</w>": 596, "important</w>": 597, "ood</w>": 598, "ident</w>": 599, "form": 600, "Among</w>": 601, "tly</w>": 602, "favor": 603, "view</w>": 604, "pen": 605, "quar": 606, "ger</w>": 607, "eral</w>": 608, "rel": 609, "twe": 610, "ion</w>": 611, "omen</w>": 612, "year</w>": 613, "thin": 614, "ow</w>": 615, "ough</w>": 616, "str": 617, "follow": 618, "serv": 619, "An": 620, "ting</w>": 621, "ording</w>": 622, "sc": 623, "ational</w>": 624, "popu": 625, "st</w>": 626, "lar": 627, "ys</w>": 628, "lic": 629, "own</w>": 630, "ach</w>": 631, "least</w>": 632, "when</w>": 633, "day</w>": 634, "he": 635, "identi": 636, "comm": 637, "online</w>": 638, "ure</w>": 639, "time</w>": 640, "issu": 641, "Con": 642, "religi": 643, "hol": 644, "year": 645, "clos": 646, "its</w>": 647, "positi": 648, "pa": 649, "all": 650, "ome</w>": 651, "media</w>": 652, "dis": 653, "ics</w>": 654, "Democratic</w>": 655, "shar": 656, "think</w>": 657, "blac": 658, "ru": 659, "off": 660, "ties</w>": 661, "some</w>": 662, "Chin": 663, "increas": 664, "incl": 665, "support</w>": 666, "oughly</w>": 667, "oss</w>": 668, "ich</w>": 669, "divid": 670, "according</w>": 671, "chil": 672, "Hispanic</w>": 673, "ked</w>": 674, "stan": 675, "ris": 676, "ten": 677, "e-": 678, "popul": 679, "col": 680, "women</w>": 681, "ites</w>": 682, "there</w>": 683, "do": 684, "older</w>": 685, "rants</w>": 686, "Eu": 687, "Euro": 688, "pri": 689, "up</w>": 690, "Republican</w>": 691, "pers": 692, "users</w>": 693, "rac": 694, "social</w>": 695, "beli": 696, "see</w>": 697, "ni": 698, "ves</w>": 699, "ke</w>": 700, "concer": 701, "ice</w>": 702, "ences</w>": 703, "had</w>": 704, "cont": 705, "ross</w>": 706, "als</w>": 707, "of": 708, "tween</w>": 709, "political</w>": 710, "Ger": 711, "ke": 712, "ade</w>": 713, "lean": 714, "ight</w>": 715, "years</w>": 716, "te": 717, "dre": 718, "dat": 719, "And</w>": 720, "closely</w>": 721, "each</w>": 722, "ell</w>": 723, "between</w>": 724, "Hispanics</w>": 725, "groups</w>": 726, "ei": 727, "them</w>": 728, "pon": 729, "min": 730, "reg": 731, "leg": 732, "been</w>": 733, "too</w>": 734, "ard</w>": 735, "somewhat</w>": 736, "belie": 737, "bor": 738, "18</w>": 739, "shi": 740, "tim": 741, "oth</w>": 742, "s.</w>": 743, "la": 744, "og": 745, "good</w>": 746, "out": 747, "positive</w>": 748, "Mus": 749, "vs.</w>": 750, "China</w>": 751, "Most</w>": 752, "act</w>": 753, "prob": 754, "ist": 755, "opin": 756, "educ": 757, "illi": 758, "immigrants</w>": 759, "poin": 760, "dren</w>": 761, "gener": 762, "major</w>": 763, "ily</w>": 764, "saying</w>": 765, "tt": 766, "polic": 767, "imil": 768, "ory</w>": 769, "ign</w>": 770, "yed</w>": 771, "alth</w>": 772, "o-": 773, "both</w>": 774, "our</w>": 775, "expres": 776, "wee": 777, "party</w>": 778, "children</w>": 779, "anc": 780, "ance</w>": 781, "which</w>": 782, "men</w>": 783, "30</w>": 784, "ess": 785, "ens</w>": 786, "cons": 787, "wer</w>": 788, "illion</w>": 789, "But</w>": 790, "aff": 791, "fl": 792, "national</w>": 793, "median</w>": 794, "respon": 795, "neg": 796, "American</w>": 797, "Par": 798, "fic": 799, "new</w>": 800, "vely</w>": 801, "far</w>": 802, "ince</w>": 803, "ide</w>": 804, "did": 805, "phone</w>": 806, "dents</w>": 807, "early</w>": 808, "world</w>": 809, "num": 810, "00</w>": 811, "50</w>": 812, "favorable</w>": 813, "19</w>": 814, "cor": 815, "andid": 816, "More</w>": 817, "net</w>": 818, "row": 819, "olog": 820, "ever</w>": 821, "perc": 822, "election</w>": 823, "youn": 824, "igh</w>": 825, "economic</w>": 826, "now</w>": 827, "Lat": 828, "ill": 829, "ently</w>": 830, "der": 831, "thers</w>": 832, "iz": 833, "ters</w>": 834, "ited</w>": 835, "Un": 836, "el</w>": 837, "19": 838, "ical</w>": 839, "lead": 840, "By</w>": 841, "across</w>": 842, "2016</w>": 843, "appro": 844, "News</w>": 845, "ese</w>": 846, "Latin": 847, "29</w>": 848, "ue</w>": 849, "ect</w>": 850, "sci": 851, "hel": 852, "conduc": 853, "come</w>": 854, "differences</w>": 855, "no</w>": 856, "and": 857, "believe</w>": 858, "candid": 859, "est": 860, "thing</w>": 861, "job</w>": 862, "population</w>": 863, "20</w>": 864, "65</w>": 865, "ussi": 866, "idence</w>": 867, "ress</w>": 868, "fac": 869, "top</w>": 870, "divided</w>": 871, "Af": 872, "ship</w>": 873, "For</w>": 874, "high</w>": 875, "10</w>": 876, "49</w>": 877, "nearly</w>": 878, "sub": 879, "followed</w>": 880, "ga": 881, "sp": 882, "lob": 883, "quarter</w>": 884, "des": 885, "urr": 886, "peri": 887, "concern": 888, "ttle</w>": 889, "last</w>": 890, "way</w>": 891, "rea": 892, "bec": 893, "little</w>": 894, "comes</w>": 895, "colle": 896, "hou": 897, "change</w>": 898, "ement</w>": 899, "St": 900, "ea</w>": 901, "sch": 902, "economy</w>": 903, "religious</w>": 904, "ions</w>": 905, "ple</w>": 906, "ass": 907, "contr": 908, "third</w>": 909, "Ma": 910, "sel": 911, "lib": 912, "support": 913, "health</w>": 914, "eb": 915, "fam": 916, "overage</w>": 917, "ved</w>": 918, "thirds</w>": 919, "higher</w>": 920, "This</w>": 921, "o-thirds</w>": 922, "how</w>": 923, "kers</w>": 924, "million</w>": 925, "simil": 926, "surveyed</w>": 927, "well</w>": 928, "white</w>": 929, "issues</w>": 930, "au": 931, "confidence</w>": 932, "Europe": 933, "since</w>": 934, "tho": 935, "vote</w>": 936, "shares</w>": 937, "week</w>": 938, "vel": 939, "group</w>": 940, "ith": 941, "agre": 942, "negative</w>": 943, "ble</w>": 944, "four": 945, "har": 946, "tis": 947, "asked</w>": 948, "eth": 949, "hold</w>": 950, "yp": 951, "internet</w>": 952, "'t</w>": 953, "Russi": 954, "grow": 955, "conducted</w>": 956, "ept": 957, "tter</w>": 958, "get</w>": 959, "data</w>": 960, "cri": 961, "ia</w>": 962, "past</w>": 963, "tu": 964, "tec": 965, "used</w>": 966, "ton</w>": 967, "uding</w>": 968, "whites</w>": 969, "where</w>": 970, "Muslim": 971, "n't</w>": 972, "own": 973, "depen": 974, "college</w>": 975, "majorities</w>": 976, "Ca": 977, "eff": 978, "ether</w>": 979, "number</w>": 980, "orities</w>": 981, "including</w>": 982, "os</w>": 983, "inform": 984, "supporters</w>": 985, "ility</w>": 986, ",0": 987, "sm": 988, "owever</w>": 989, "two</w>": 990, "gree</w>": 991, "Muslims</w>": 992, "glob": 993, "Maj": 994, "Is": 995, "whether</w>": 996, "Pro": 997, "ven</w>": 998, "better</w>": 999, "ors</w>": 1000, "ices</w>": 1001, "story</w>": 1002, "While</w>": 1003, "11</w>": 1004, "ed": 1005, "disa": 1006, "uring</w>": 1007, "five</w>": 1008, "nations</w>": 1009, "chang": 1010, "similar</w>": 1011, "can</w>": 1012, "tive</w>": 1013, "today</w>": 1014, "opinion</w>": 1015, "12</w>": 1016, "plac": 1017, "e-in-ten</w>": 1018, "gu": 1019, "x-in-ten</w>": 1020, "ine</w>": 1021, "expec": 1022, "favor</w>": 1023, "On": 1024, "roughly</w>": 1025, "viru": 1026, "peci": 1027, "virus</w>": 1028, "Ar": 1029, "such</w>": 1030, "ama</w>": 1031, "sti": 1032, "emp": 1033, "ques": 1034, "Ob": 1035, "Vi": 1036, "make</w>": 1037, "44</w>": 1038, "45</w>": 1039, "gh": 1040, "ember</w>": 1041, "ell": 1042, "loc": 1043, "ven": 1044, "Pu": 1045, "ays</w>": 1046, "ric": 1047, "parents</w>": 1048, "low</w>": 1049, "ality</w>": 1050, "house": 1051, "express</w>": 1052, "35</w>": 1053, "pow": 1054, "offic": 1055, "education</w>": 1056, "curr": 1057, "ll</w>": 1058, "conserv": 1059, "even</w>": 1060, "blacks</w>": 1061, "percent": 1062, "Mex": 1063, "bs</w>": 1064, "though</w>": 1065, "ably</w>": 1066, "lot</w>": 1067, "black</w>": 1068, "information</w>": 1069, "Mexic": 1070, "Nearly</w>": 1071, "fir": 1072, "vis": 1073, "Obama</w>": 1074, "Su": 1075, "eng": 1076, "ame</w>": 1077, "Over": 1078, "ture</w>": 1079, "two-thirds</w>": 1080, "immigr": 1081, "recent</w>": 1082, "gress</w>": 1083, "partic": 1084, "Catho": 1085, "tic</w>": 1086, "ste": 1087, "fore": 1088, "his</w>": 1089, "if</w>": 1090, "report</w>": 1091, "overall</w>": 1092, "Inter": 1093, "15</w>": 1094, "bac": 1095, "39</w>": 1096, "bi": 1097, "us</w>": 1098, "infl": 1099, "27</w>": 1100, "home</w>": 1101, "imp": 1102, "Germany</w>": 1103, "family</w>": 1104, "ys": 1105, "ating</w>": 1106, "emb": 1107, "president</w>": 1108, "cas": 1109, "ual</w>": 1110, "born</w>": 1111, "dependents</w>": 1112, "equ": 1113, "with": 1114, "atten": 1115, "four-in-ten</w>": 1116, ",000</w>": 1117, "Roughly</w>": 1118, "rim": 1119, "san</w>": 1120, "ism</w>": 1121, "lack</w>": 1122, "brea": 1123, "right</w>": 1124, "fied</w>": 1125, "Afric": 1126, "tisan</w>": 1127, "work</w>": 1128, "ight": 1129, "relati": 1130, "global</w>": 1131, "37</w>": 1132, "six-in-ten</w>": 1133, "emplo": 1134, "25</w>": 1135, "21</w>": 1136, "32</w>": 1137, "Asi": 1138, "go": 1139, "non": 1140, "omin": 1141, "did</w>": 1142, "fewer</w>": 1143, "leaners</w>": 1144, "51</w>": 1145, "ilit": 1146, "34</w>": 1147, "52</w>": 1148, "care</w>": 1149, "ona": 1150, "Overall</w>": 1151, "trust</w>": 1152, "policy</w>": 1153, "64</w>": 1154, "bas": 1155, "living</w>": 1156, "oward</w>": 1157, "tern</w>": 1158, "times</w>": 1159, "influ": 1160, "46</w>": 1161, "gest</w>": 1162, "ems</w>": 1163, "U.S</w>": 1164, "exam": 1165, "itiz": 1166, "17</w>": 1167, "mon": 1168, "tics</w>": 1169, "jobs</w>": 1170, "often</w>": 1171, "Party</w>": 1172, "accoun": 1173, "soci": 1174, "corona": 1175, "contrast</w>": 1176, "first</w>": 1177, "2017</w>": 1178, "limate</w>": 1179, "31</w>": 1180, "43</w>": 1181, "48</w>": 1182, "26</w>": 1183, "GO": 1184, "There</w>": 1185, "deb": 1186, "coronavirus</w>": 1187, "sig": 1188, "tered</w>": 1189, "Indi": 1190, "41</w>": 1191, "fe</w>": 1192, "toward</w>": 1193, "ority</w>": 1194, "36</w>": 1195, "sts</w>": 1196, "typ": 1197, "experi": 1198, "ology</w>": 1199, "does</w>": 1200, "ethn": 1201, "hn": 1202, "three</w>": 1203, "aller</w>": 1204, "break</w>": 1205, "mos": 1206, "independents</w>": 1207, "2018</w>": 1208, "28</w>": 1209, "fre": 1210, "marri": 1211, "race</w>": 1212, "Germ": 1213, "Clin": 1214, "Just</w>": 1215, "ustr": 1216, "end</w>": 1217, "ampa": 1218, "main": 1219, "issue</w>": 1220, "42</w>": 1221, "No": 1222, "bro": 1223, "hear": 1224, "compan": 1225, "quarters</w>": 1226, "GOP</w>": 1227, "Clinton</w>": 1228, "coverage</w>": 1229, "il</w>": 1230, "are": 1231, "live</w>": 1232, "role</w>": 1233, "outbreak</w>": 1234, "European</w>": 1235, "percentage</w>": 1236, "23</w>": 1237, "24</w>": 1238, "57</w>": 1239, "Ac": 1240, "Sou": 1241, "tur": 1242, "around</w>": 1243, "verage</w>": 1244, "pol": 1245, "new": 1246, "partisan</w>": 1247, "legal</w>": 1248, "descri": 1249, "ilitary</w>": 1250, "led</w>": 1251, "ants</w>": 1252, "stud": 1253, "being</w>": 1254, "degree</w>": 1255, "feel</w>": 1256, "38</w>": 1257, "60</w>": 1258, "av": 1259, "climate</w>": 1260, "lem</w>": 1261, "conservative</w>": 1262, "22</w>": 1263, "55</w>": 1264, "58</w>": 1265, "ib": 1266, "erg": 1267, "fuge": 1268, "commun": 1269, "Congress</w>": 1270, "nific": 1271, "accept": 1272, "teens</w>": 1273, "younger</w>": 1274, "As</w>": 1275, "during</w>": 1276, "sec": 1277, "anal": 1278, "part": 1279, "different</w>": 1280, "following</w>": 1281, "liberal</w>": 1282, "47</w>": 1283, "ause</w>": 1284, "fore</w>": 1285, "regis": 1286, "power</w>": 1287, "scienti": 1288, "16</w>": 1289, "53</w>": 1290, "three-": 1291, "identif": 1292, "personal</w>": 1293, "United</w>": 1294, "signific": 1295, "54</w>": 1296, "others</w>": 1297, "pref": 1298, "either</w>": 1299, "Latinos</w>": 1300, "oppos": 1301, "financ": 1302, "problem</w>": 1303, "influence</w>": 1304, "mostly</w>": 1305, "found</w>": 1306, "pe</w>": 1307, "ones</w>": 1308, "When</w>": 1309, "impact</w>": 1310, "rate</w>": 1311, "tre": 1312, "want</w>": 1313, "ene": 1314, "points</w>": 1315, "ool</w>": 1316, "recei": 1317, "consid": 1318, "ded</w>": 1319, "ago</w>": 1320, "techn": 1321, "Majorities</w>": 1322, "increased</w>": 1323, "includ": 1324, "agree</w>": 1325, "13</w>": 1326, "40</w>": 1327, "56</w>": 1328, "Ira": 1329, "dem": 1330, "eas": 1331, "ling</w>": 1332, "nation</w>": 1333, "Views</w>": 1334, "example</w>": 1335, "val": 1336, "like</w>": 1337, "acceptable</w>": 1338, "sy": 1339, "ful</w>": 1340, "campa": 1341, "inv": 1342, "refuge": 1343, "workers</w>": 1344, "ligh": 1345, "prove</w>": 1346, "ight-in-ten</w>": 1347, "59</w>": 1348, "62</w>": 1349, "aga": 1350, "confident</w>": 1351, "holds</w>": 1352, "leaning</w>": 1353, "candidate</w>": 1354, "gan": 1355, "military</w>": 1356, "ou</w>": 1357, "wid": 1358, "ories</w>": 1359, "tra": 1360, "school</w>": 1361, "Catholic": 1362, "However</w>": 1363, "bad</w>": 1364, "America</w>": 1365, "before</w>": 1366, "working</w>": 1367, "ourt</w>": 1368, "72</w>": 1369, "Mar": 1370, "crim": 1371, "fri": 1372, "hand": 1373, "pp": 1374, "ong": 1375, "concerned</w>": 1376, "smaller</w>": 1377, "ysis</w>": 1378, "heard</w>": 1379, "South</w>": 1380, "ID": 1381, "2015</w>": 1382, "Russia</w>": 1383, "average</w>": 1384, "fic</w>": 1385, "red</w>": 1386, "generally</w>": 1387, "local</w>": 1388, "CO": 1389, "large</w>": 1390, "Europe</w>": 1391, "analysis</w>": 1392, "registered</w>": 1393, "identify</w>": 1394, "co": 1395, "atings</w>": 1396, "acti": 1397, "having</w>": 1398, "vel</w>": 1399, "because</w>": 1400, "Germans</w>": 1401, "Catholics</w>": 1402, "Kor": 1403, "idential</w>": 1404, "changed</w>": 1405, "Iraq</w>": 1406, "61</w>": 1407, "made</w>": 1408, "memb": 1409, "States</w>": 1410, "14</w>": 1411, "VID": 1412, "income</w>": 1413, "trac": 1414, "using</w>": 1415, "level": 1416, "gap</w>": 1417, "COVID": 1418, "COVID-": 1419, "Nor": 1420, "af": 1421, "hi": 1422, "he</w>": 1423, "ments</w>": 1424, "respec": 1425, "2014</w>": 1426, "mart": 1427, "particul": 1428, "Interest</w>": 1429, "acy</w>": 1430, "key</w>": 1431, "Only</w>": 1432, "three-quarters</w>": 1433, "COVID-19</w>": 1434, "-leaning</w>": 1435, "63</w>": 1436, "Some</w>": 1437, "citiz": 1438, "um</w>": 1439, "threat</w>": 1440, "foreign</w>": 1441, "done</w>": 1442, "you</w>": 1443, "Fran": 1444, "ari": 1445, "ully</w>": 1446, "ces</w>": 1447, "cell": 1448, "spen": 1449, "test": 1450, "organ": 1451, "ook</w>": 1452, "great": 1453, "increase</w>": 1454, "question</w>": 1455, "parties</w>": 1456, "deal</w>": 1457, "lower</w>": 1458, "companies</w>": 1459, "Black</w>": 1460, "secon": 1461, "war": 1462, "orig": 1463, "ide": 1464, "racial</w>": 1465, "Pres": 1466, "under</w>": 1467, "fair</w>": 1468, "Chris": 1469, "contin": 1470, "pecially</w>": 1471, "Publi": 1472, "current</w>": 1473, "levels</w>": 1474, "eight-in-ten</w>": 1475, "four</w>": 1476, "sites</w>": 1477, "says</w>": 1478, "Christi": 1479, "especially</w>": 1480, "idents</w>": 1481, "amoun": 1482, "terr": 1483, "leaders</w>": 1484, "expect</w>": 1485, "broad": 1486, "Pe": 1487, "deral</w>": 1488, "ues</w>": 1489, "level</w>": 1490, "federal</w>": 1491, "place</w>": 1492, "ak": 1493, "common</w>": 1494, "33</w>": 1495, "68</w>": 1496, "ban</w>": 1497, "repres": 1498, "them": 1499, "lear</w>": 1500, "grad": 1501, "phones</w>": 1502, "70</w>": 1503, "kn": 1504, "od</w>": 1505, "ord": 1506, "seven": 1507, "presidential</w>": 1508, "person</w>": 1509, "Gre": 1510, "stanti": 1511, "partn": 1512, "campaign</w>": 1513, "ability</w>": 1514, "2010</w>": 1515, "sion</w>": 1516, "gender</w>": 1517, "amount</w>": 1518, "71</w>": 1519, "ning</w>": 1520, "smart": 1521, "provid": 1522, "under": 1523, "few</w>": 1524, "seri": 1525, "Protest": 1526, "seven-in-ten</w>": 1527, "ety</w>": 1528, "point</w>": 1529, "affili": 1530, "selves</w>": 1531, "eg": 1532, "lems</w>": 1533, "thr": 1534, "ind": 1535, "pread</w>": 1536, "someone</w>": 1537, "plat": 1538, "finds</w>": 1539, "help</w>": 1540, "candidates</w>": 1541, "gun</w>": 1542, "nec": 1543, "adv": 1544, "2012</w>": 1545, "minis": 1546, "69</w>": 1547, "regi": 1548, "stat": 1549, "members</w>": 1550, "themselves</w>": 1551, "spe": 1552, "sour": 1553, "into</w>": 1554, "abor": 1555, "France</w>": 1556, "organiz": 1557, "Bid": 1558, "Per": 1559, "down</w>": 1560, "onally</w>": 1561, "itu": 1562, "ison</w>": 1563, "future</w>": 1564, "Mexico</w>": 1565, "Biden</w>": 1566, "am</w>": 1567, "lan": 1568, "ership</w>": 1569, "nex": 1570, "state</w>": 1571, "ingly</w>": 1572, "after</w>": 1573, "66</w>": 1574, "To": 1575, "mi": 1576, "mis": 1577, "ported</w>": 1578, "2019</w>": 1579, "policies</w>": 1580, "immigration</w>": 1581, "Mill": 1582, "ron": 1583, "general</w>": 1584, "elections</w>": 1585, "moder": 1586, "substanti": 1587, "technology</w>": 1588, "67</w>": 1589, "Jap": 1590, "foc": 1591, "inst</w>": 1592, "sus</w>": 1593, "Isra": 1594, "refugees</w>": 1595, "People</w>": 1596, "Japan</w>": 1597, "ition</w>": 1598, "ut": 1599, "dition</w>": 1600, "elm": 1601, "That</w>": 1602, "form</w>": 1603, "comparison</w>": 1604, "prim": 1605, "decis": 1606, "highest</w>": 1607, "concerns</w>": 1608, "households</w>": 1609, "Korea</w>": 1610, "President</w>": 1611, "Millen": 1612, "EU</w>": 1613, "police</w>": 1614, "concern</w>": 1615, "problems</w>": 1616, "know</w>": 1617, "ratings</w>": 1618, "ant": 1619, "whelm": 1620, "ural</w>": 1621, "progr": 1622, "religion</w>": 1623, "Latino</w>": 1624, "Fac": 1625, "Tur": 1626, "Youn": 1627, "et</w>": 1628, "ous": 1629, "idd": 1630, "otal</w>": 1631, "2013</w>": 1632, "sever": 1633, "non-": 1634, "73</w>": 1635, "lim</w>": 1636, "grap": 1637, "doing</w>": 1638, "law</w>": 1639, "e-in-": 1640, "res</w>": 1641, "larger</w>": 1642, "opinions</w>": 1643, "young</w>": 1644, "disap": 1645, "owners</w>": 1646, "still</w>": 1647, "Public</w>": 1648, "graph": 1649, "Wes": 1650, "ms</w>": 1651, "ital</w>": 1652, "give</w>": 1653, "ebook</w>": 1654, "Africa</w>": 1655, "scientists</w>": 1656, "Facebook</w>": 1657, "Al": 1658, "At</w>": 1659, "life</w>": 1660, "tric": 1661, "making</w>": 1662, "twice</w>": 1663, "take</w>": 1664, "relations</w>": 1665, "abortion</w>": 1666, "-born</w>": 1667, "ther": 1668, "ends</w>": 1669, "ouse</w>": 1670, "ign": 1671, "vers": 1672, "main</w>": 1673, "aliz": 1674, "199": 1675, "approve</w>": 1676, "next</w>": 1677, "Me": 1678, "bo": 1679, "ey</w>": 1680, "ograph": 1681, "ale</w>": 1682, "voting</w>": 1683, "services</w>": 1684, "growing</w>": 1685, "gradu": 1686, "ituation</w>": 1687, "Many</w>": 1688, "ee</w>": 1689, "side</w>": 1690, "sligh": 1691, "ements</w>": 1692, "states</w>": 1693, "2008</w>": 1694, "against</w>": 1695, "En": 1696, "hum": 1697, "ways</w>": 1698, "enough</w>": 1699, "app": 1700, "related</w>": 1701, "istan</w>": 1702, "80</w>": 1703, "mor": 1704, "sum": 1705, "comp": 1706, "worse</w>": 1707, "generation</w>": 1708, "science</w>": 1709, "ethnic</w>": 1710, "On</w>": 1711, "Twit": 1712, "name</w>": 1713, "ans": 1714, "end": 1715, "ach": 1716, "ish</w>": 1717, "These</w>": 1718, "view": 1719, "politics</w>": 1720, "through</w>": 1721, "bile</w>": 1722, "ry</w>": 1723, "xed</w>": 1724, "resu": 1725, "tration</w>": 1726, "ential</w>": 1727, "strong</w>": 1728, "Muslim</w>": 1729, "officers</w>": 1730, "76</w>": 1731, "bility</w>": 1732, "ool": 1733, "satis": 1734, "att": 1735, "loo": 1736, "areas</w>": 1737, "serious</w>": 1738, "Di": 1739, "doc": 1740, "sol": 1741, "ths</w>": 1742, "remain": 1743, "ested</w>": 1744, "reason</w>": 1745, "interest</w>": 1746, "forms</w>": 1747, "express": 1748, "Sy": 1749, "ail": 1750, "wide</w>": 1751, "one-in-": 1752, "ests</w>": 1753, "opp": 1754, "urity</w>": 1755, "may</w>": 1756, "ented</w>": 1757, "overwhelm": 1758, "even": 1759, "difference</w>": 1760, "tend</w>": 1761, "dating</w>": 1762, "stem</w>": 1763, "attention</w>": 1764, "ongly</w>": 1765, "North</w>": 1766, "Can": 1767, "situation</w>": 1768, "things</w>": 1769, "poor</w>": 1770, "great</w>": 1771, "school": 1772, "harass": 1773, "relatively</w>": 1774, "citizens</w>": 1775, "several</w>": 1776, "Twitter</w>": 1777, "go</w>": 1778, "tively</w>": 1779, "atives</w>": 1780, "trade</w>": 1781, "adminis": 1782, "part</w>": 1783, "2007</w>": 1784, "March</w>": 1785, "resul": 1786, "Im": 1787, "could</w>": 1788, "ined</w>": 1789, "sions</w>": 1790, "med": 1791, "strongly</w>": 1792, "debate</w>": 1793, "India</w>": 1794, "75</w>": 1795, "New</w>": 1796, "site</w>": 1797, "t-": 1798, "total</w>": 1799, "prof": 1800, "force</w>": 1801, "largest</w>": 1802, "priv": 1803, "off</w>": 1804, "stitu": 1805, "oli": 1806, "another</w>": 1807, "tit": 1808, "tional</w>": 1809, "lean</w>": 1810, "unfavorable</w>": 1811, "feel": 1812, "conflic": 1813, "spli": 1814, "terror": 1815, "slightly</w>": 1816, "77</w>": 1817, "bal": 1818, "best</w>": 1819, "democr": 1820, "onal": 1821, "list</w>": 1822, "ically</w>": 1823, "voted</w>": 1824, "international</w>": 1825, "effec": 1826, "going</w>": 1827, "system</w>": 1828, "Fe": 1829, "bene": 1830, "lec": 1831, "om</w>": 1832, "yment</w>": 1833, "read": 1834, "compu": 1835, "sible</w>": 1836, "regul": 1837, "society</w>": 1838, "Sen": 1839, "pay</w>": 1840, "antly</w>": 1841, "defin": 1842, "tain</w>": 1843, "three-in-ten</w>": 1844, "Sup": 1845, "describe</w>": 1846, "students</w>": 1847, "iddle</w>": 1848, "ci": 1849, "ann": 1850, "Those</w>": 1851, "ights</w>": 1852, "married</w>": 1853, "financial</w>": 1854, "consider": 1855, "handling</w>": 1856, "Protestants</w>": 1857, "organizations</w>": 1858, "ject</w>": 1859, "kes</w>": 1860, "sk": 1861, "dig": 1862, "declin": 1863, "greater</w>": 1864, "partner</w>": 1865, "mixed</w>": 1866, "Millenni": 1867, "Western</w>": 1868, "titud": 1869, "onald</w>": 1870, "79</w>": 1871, "74</w>": 1872, "House</w>": 1873, "NA": 1874, "mat": 1875, "ran</w>": 1876, "add": 1877, "devel": 1878, "White</w>": 1879, "mobile</w>": 1880, "ographic</w>": 1881, "How</w>": 1882, "dro": 1883, "ind</w>": 1884, "iting</w>": 1885, "net": 1886, "term</w>": 1887, "cho": 1888, "access</w>": 1889, "respondents</w>": 1890, "big</w>": 1891, "Not</w>": 1892, "significant</w>": 1893, "benef": 1894, "Millennials</w>": 1895, "Ad": 1896, "Com": 1897, "Gen": 1898, "tom": 1899, "one-": 1900, "ensus</w>": 1901, "crimin": 1902, "particularly</w>": 1903, "spending</w>": 1904, "origin</w>": 1905, "split</w>": 1906, "Ita": 1907, "Wor": 1908, "urban</w>": 1909, "six</w>": 1910, "prefer</w>": 1911, "Apri": 1912, "Fully</w>": 1913, "pat": 1914, "ins</w>": 1915, "aries</w>": 1916, "exc": 1917, "dev": 1918, "seen</w>": 1919, "fair": 1920, "immigrant</w>": 1921, "without</w>": 1922, "him</w>": 1923, "titudes</w>": 1924, "April</w>": 1925, "78</w>": 1926, "Donald</w>": 1927, "pite</w>": 1928, "up": 1929, "ace</w>": 1930, "U.S.": 1931, "prot": 1932, "2011</w>": 1933, "ized</w>": 1934, "based</w>": 1935, "experience</w>": 1936, "Across</w>": 1937, "ergy</w>": 1938, "84</w>": 1939, "De": 1940, "Spa": 1941, "cre": 1942, "ians</w>": 1943, "tting</w>": 1944, "ines</w>": 1945, "arac": 1946, "ith</w>": 1947, "ist</w>": 1948, "publics</w>": 1949, "close</w>": 1950, "consist": 1951, "relation": 1952, "turn": 1953, "community</w>": 1954, "smartphone</w>": 1955, "Syri": 1956, "Spain</w>": 1957, "Court</w>": 1958, "nomin": 1959, "ole</w>": 1960, "household</w>": 1961, "disapprove</w>": 1962, "develop": 1963, "Be": 1964, "usin": 1965, "une</w>": 1966, "siz": 1967, "sibility</w>": 1968, "irs</w>": 1969, "contro": 1970, "Asian</w>": 1971, "moderate</w>": 1972, "administration</w>": 1973, "Coverage</w>": 1974, "Li": 1975, "jus": 1976, "sen": 1977, "ateg": 1978, "sure</w>": 1979, "popular</w>": 1980, "response</w>": 1981, "within</w>": 1982, "platforms</w>": 1983, "region</w>": 1984, "oppose</w>": 1985, "fairly</w>": 1986, "Iran</w>": 1987, "Vot": 1988, "ave</w>": 1989, "lat": 1990, "val</w>": 1991, "ange": 1992, "igure</w>": 1993, "viron": 1994, "ports</w>": 1995, "laws</w>": 1996, "auth": 1997, "growth</w>": 1998, "Christians</w>": 1999, "angelic": 2000, "85</w>": 2001, "Lati": 2002, "Op": 2003, "ft</w>": 2004, "ug": 2005, "ada</w>": 2006, "stand</w>": 2007, "uclear</w>": 2008, "previ": 2009, "Around</w>": 2010, "demographic</w>": 2011, "Latin</w>": 2012, "1.": 2013, "du": 2014, "gin</w>": 2015, "hom": 2016, "nam": 2017, "area</w>": 2018, "almost</w>": 2019, "direc": 2020, "favorably</w>": 2021, "ological</w>": 2022, "respectively</w>": 2023, "Bra": 2024, "Oc": 2025, "fall</w>": 2026, "however</w>": 2027, "ip": 2028, "rural</w>": 2029, "ures</w>": 2030, "thy</w>": 2031, "harassment</w>": 2032, "Jan": 2033, "Span": 2034, "TV</w>": 2035, "dr": 2036, "preme</w>": 2037, "decade</w>": 2038, "become</w>": 2039, "Supreme</w>": 2040, "Nov": 2041, "Perc": 2042, "schools</w>": 2043, "Col": 2044, "speci": 2045, "anwhile</w>": 2046, "ditional</w>": 2047, "research</w>": 2048, "extre": 2049, "cases</w>": 2050, "employment</w>": 2051, "marriage</w>": 2052, "values</w>": 2053, "second</w>": 2054, "medical</w>": 2055, "Ex": 2056, "les</w>": 2057, "nati": 2058, "not": 2059, "rating</w>": 2060, "espread</w>": 2061, "occ": 2062, "oods</w>": 2063, "elected</w>": 2064, "follow</w>": 2065, "ought</w>": 2066, "Chinese</w>": 2067, "Pak": 2068, "car": 2069, "f-": 2070, "man": 2071, "nat": 2072, "nuclear</w>": 2073, "rit": 2074, "wat": 2075, "environ": 2076, "see": 2077, "meas": 2078, "marke": 2079, "ency</w>": 2080, "find</w>": 2081, "Europeans</w>": 2082, "frequ": 2083, "spea": 2084, "Tw": 2085, "band</w>": 2086, "ges</w>": 2087, "estim": 2088, "ush</w>": 2089, "Canada</w>": 2090, "previous</w>": 2091, "Braz": 2092, "83</w>": 2093, "Econ": 2094, "Ja": 2095, "ain</w>": 2096, "busin": 2097, "rights</w>": 2098, "icul": 2099, "tern": 2100, "ourn": 2101, "child</w>": 2102, "Younger</w>": 2103, "ously</w>": 2104, "docum": 2105, "Fewer</w>": 2106, "digital</w>": 2107, "Econom": 2108, "Dec": 2109, "June</w>": 2110, "Simil": 2111, "airs</w>": 2112, "cal</w>": 2113, "sing</w>": 2114, "we</w>": 2115, "war</w>": 2116, "incomes</w>": 2117, "allow": 2118, "ists</w>": 2119, "deal": 2120, "evangelic": 2121, "avail": 2122, "invol": 2123, "Turkey</w>": 2124, "Senate</w>": 2125, "author": 2126, "ders</w>": 2127, "energy</w>": 2128, "parts</w>": 2129, "impro": 2130, "vities</w>": 2131, "ental</w>": 2132, "enced</w>": 2133, "mothers</w>": 2134, "fact": 2135, "case</w>": 2136, "describ": 2137, "security</w>": 2138, "significantly</w>": 2139, "know": 2140, "versity</w>": 2141, "Japan": 2142, "Sept": 2143, "bu": 2144, "dou": 2145, "et": 2146, "ian</w>": 2147, "show": 2148, "def": 2149, "sex</w>": 2150, "tax</w>": 2151, "vide": 2152, "ligible</w>": 2153, "twee": 2154, "educated</w>": 2155, "vision</w>": 2156, "program</w>": 2157, "attac": 2158, "private</w>": 2159, "0,000</w>": 2160, "Bo": 2161, "Cu": 2162, "UK</w>": 2163, "gely</w>": 2164, "jec": 2165, "rates</w>": 2166, "attitudes</w>": 2167, "try</w>": 2168, "led": 2169, "residents</w>": 2170, "Republican": 2171, "to-": 2172, "accep": 2173, "comple": 2174, "democracy</w>": 2175, "duce</w>": 2176, "ournali": 2177, "Japanese</w>": 2178, "Jord": 2179, "Nig": 2180, "big": 2181, "categ": 2182, "domin": 2183, "ls</w>": 2184, "vari": 2185, "ash": 2186, "neigh": 2187, "worri": 2188, "rather</w>": 2189, "period</w>": 2190, "prefer": 2191, "satisfied</w>": 2192, "81</w>": 2193, "82</w>": 2194, "TO</w>": 2195, "eligible</w>": 2196, "fis": 2197, "addition</w>": 2198, "never</w>": 2199, "oper": 2200, "-income</w>": 2201, "difficul": 2202, "decline</w>": 2203, "disc": 2204, "stance</w>": 2205, "effect</w>": 2206, "questions</w>": 2207, "received</w>": 2208, "activities</w>": 2209, "Today</w>": 2210, "Meanwhile</w>": 2211, "crimination</w>": 2212, "relationship</w>": 2213, "ials</w>": 2214, "nin": 2215, "ness</w>": 2216, "tal": 2217, "reported</w>": 2218, "stories</w>": 2219, "ulti": 2220, "terms</w>": 2221, "possible</w>": 2222, "tain": 2223, "margin</w>": 2224, "largely</w>": 2225, "self-": 2226, "2.": 2227, "Le": 2228, "Leb": 2229, "Sh": 2230, "Soc": 2231, "te</w>": 2232, "remain</w>": 2233, "tral</w>": 2234, "star": 2235, "given</w>": 2236, "increasing</w>": 2237, "border</w>": 2238, "responsibility</w>": 2239, "friends</w>": 2240, "Support</w>": 2241, "fiscal</w>": 2242, "Leban": 2243, "Bush</w>": 2244, "East</w>": 2245, "Lar": 2246, "Mor": 2247, "call": 2248, "court</w>": 2249, "xes</w>": 2250, "connec": 2251, "chur": 2252, "uni": 2253, "recor": 2254, "Democratic": 2255, "priority</w>": 2256, "numb": 2257, "engag": 2258, "graduates</w>": 2259, "documented</w>": 2260, "Ph": 2261, "Sa": 2262, "Sti": 2263, "ful": 2264, "fall": 2265, "getting</w>": 2266, "sharing</w>": 2267, "affairs</w>": 2268, "equal</w>": 2269, "terrorism</w>": 2270, "authorized</w>": 2271, "Des": 2272, "LG": 2273, "Pos": 2274, "US": 2275, "fun": 2276, "member</w>": 2277, "sing": 2278, "oms</w>": 2279, "icity</w>": 2280, "ditions</w>": 2281, "emerg": 2282, "discrimination</w>": 2283, "currently</w>": 2284, "consider</w>": 2285, "widespread</w>": 2286, "continue</w>": 2287, "industr": 2288, "sources</w>": 2289, "substantial</w>": 2290, "viewed</w>": 2291, "balance</w>": 2292, "NATO</w>": 2293, "Democratic-leaning</w>": 2294, "0s</w>": 2295, "cell</w>": 2296, "dest</w>": 2297, "eight</w>": 2298, "fem": 2299, "kly</w>": 2300, "ses</w>": 2301, "top": 2302, "uly</w>": 2303, "refl": 2304, "lier</w>": 2305, "actions</w>": 2306, "trus": 2307, "sive</w>": 2308, "office</w>": 2309, "back</w>": 2310, "equality</w>": 2311, "accounted</w>": 2312, "broadband</w>": 2313, "Jews</w>": 2314, "Uk": 2315, "due</w>": 2316, "hist": 2317, "ana</w>": 2318, "read</w>": 2319, "adult</w>": 2320, "ground</w>": 2321, "events</w>": 2322, "sometimes</w>": 2323, "2000</w>": 2324, "certain</w>": 2325, "small</w>": 2326, "officials</w>": 2327, "Israel</w>": 2328, "control</w>": 2329, "Republican-leaning</w>": 2330, "neighbor": 2331, "nine-in-ten</w>": 2332, "Still</w>": 2333, "Ukra": 2334, "Middle</w>": 2335, "cite</w>": 2336, "care": 2337, "dri": 2338, "gres": 2339, "hen": 2340, "oot": 2341, "along</w>": 2342, "althy</w>": 2343, "ise</w>": 2344, "2020</w>": 2345, "produc": 2346, "work": 2347, "plur": 2348, "2009</w>": 2349, "changes</w>": 2350, "experienced</w>": 2351, "advant": 2352, "decision</w>": 2353, "alization</w>": 2354, "human</w>": 2355, "one-in-five</w>": 2356, "Syria</w>": 2357, "Spanish</w>": 2358, "Niger": 2359, "numbers</w>": 2360, "Austr": 2361, "Pol": 2362, "Yor": 2363, "d-": 2364, "ep</w>": 2365, "ken</w>": 2366, "multi": 2367, "ob": 2368, "instance</w>": 2369, "lic</w>": 2370, "atic</w>": 2371, "ads</w>": 2372, "pur": 2373, "restric": 2374, "viol": 2375, "paid</w>": 2376, "effor": 2377, "represent": 2378, "Eng": 2379, "conflict</w>": 2380, "available</w>": 2381, "Jordan</w>": 2382, "BT</w>": 2383, "mid": 2384, "re</w>": 2385, "ren": 2386, "vement</w>": 2387, "They</w>": 2388, "tically</w>": 2389, "risis</w>": 2390, "content</w>": 2391, "autom": 2392, "Indians</w>": 2393, "type</w>": 2394, "include</w>": 2395, "focus</w>": 2396, "overwhelmingly</w>": 2397, "declined</w>": 2398, "justi": 2399, "November</w>": 2400, "ledge</w>": 2401, "LGBT</w>": 2402, "88</w>": 2403, "cc": 2404, "pot": 2405, "vity</w>": 2406, "list": 2407, "succ": 2408, "expan": 2409, "Majority</w>": 2410, "months</w>": 2411, "ibu": 2412, "opposed</w>": 2413, "widely</w>": 2414, "Gener": 2415, "Italy</w>": 2416, "Despite</w>": 2417, "Figure</w>": 2418, "ially</w>": 2419, "vary</w>": 2420, "tin</w>": 2421, "ately</w>": 2422, "parent</w>": 2423, "optim": 2424, "Thre": 2425, "posa": 2426, "exual</w>": 2427, "seven</w>": 2428, "eptions</w>": 2429, "standing</w>": 2430, "regar": 2431, "face</w>": 2432, "affiliated</w>": 2433, "primary</w>": 2434, "attacks</w>": 2435, "single</w>": 2436, "As": 2437, "July</w>": 2438, "cul": 2439, "don": 2440, "fact</w>": 2441, "vacc": 2442, "requ": 2443, "istic</w>": 2444, "old</w>": 2445, "illegal</w>": 2446, "comfor": 2447, "unauthorized</w>": 2448, "sional</w>": 2449, "prehen": 2450, "taxes</w>": 2451, "account</w>": 2452, "ethnicity</w>": 2453, "free</w>": 2454, "evenly</w>": 2455, "dealing</w>": 2456, "10": 2457, "4.": 2458, "86</w>": 2459, "Brit": 2460, "May</w>": 2461, "Rom": 2462, "Since</w>": 2463, "Women</w>": 2464, "every</w>": 2465, "fr": 2466, "fel": 2467, "per</w>": 2468, "ery</w>": 2469, "exper": 2470, "earlier</w>": 2471, "surveys</w>": 2472, "differ</w>": 2473, "2006</w>": 2474, "ficit</w>": 2475, "foreign": 2476, "known</w>": 2477, "lection</w>": 2478, "skep": 2479, "evangelical</w>": 2480, "Aug": 2481, "Jo": 2482, "Not": 2483, "National</w>": 2484, "da": 2485, "den</w>": 2486, "dings</w>": 2487, "sh</w>": 2488, "sam": 2489, "ome": 2490, "ass</w>": 2491, "migrants</w>": 2492, "prom": 2493, "decreas": 2494, "year-": 2495, "turn</w>": 2496, "necess": 2497, "substantially</w>": 2498, "Pakistan</w>": 2499, "frequently</w>": 2500, "USS</w>": 2501, "Even</w>": 2502, "Fren": 2503, "Lib": 2504, "Ol": 2505, "crisis</w>": 2506, "rul": 2507, "hap": 2508, "makes</w>": 2509, "undocumented</w>": 2510, "separ": 2511, "migr": 2512, "decad": 2513, "highly</w>": 2514, "personally</w>": 2515, "leading</w>": 2516, "Afgh": 2517, "Catholic</w>": 2518, "included</w>": 2519, "status</w>": 2520, "decisions</w>": 2521, "expressed</w>": 2522, "annual</w>": 2523, "Janu": 2524, "York</w>": 2525, "Feb": 2526, "Other</w>": 2527, "With</w>": 2528, "billion</w>": 2529, "cap": 2530, "cited</w>": 2531, "ew": 2532, "ever": 2533, "tor": 2534, "lies</w>": 2535, "lives</w>": 2536, "versa": 2537, "show</w>": 2538, "chall": 2539, "position</w>": 2540, "accur": 2541, "recently</w>": 2542, "threats</w>": 2543, "head</w>": 2544, "probably</w>": 2545, "held</w>": 2546, "employe": 2547, "month</w>": 2548, "poll</w>": 2549, "scientific</w>": 2550, "particular</w>": 2551, "Opin": 2552, "Social</w>": 2553, "potential</w>": 2554, "Britain</w>": 2555, "French</w>": 2556, "January</w>": 2557, "3.": 2558, "87</w>": 2559, "Curr": 2560, "Half</w>": 2561, "cy": 2562, "hos": 2563, "sm</w>": 2564, "sro": 2565, "individ": 2566, "ath</w>": 2567, "true</w>": 2568, "verse</w>": 2569, "conditions</w>": 2570, "pects</w>": 2571, "2004</w>": 2572, "dist": 2573, "stand": 2574, "risk</w>": 2575, "contact</w>": 2576, "Union</w>": 2577, "helor</w>": 2578, "reau</w>": 2579, "equally</w>": 2580, "African</w>": 2581, "study</w>": 2582, "ideological</w>": 2583, "Percent</w>": 2584, "Similarly</w>": 2585, "emerging</w>": 2586, "Ukraine</w>": 2587, "decades</w>": 2588, "6.": 2589, "Bu": 2590, "For": 2591, "fully</w>": 2592, "foods</w>": 2593, "mer</w>": 2594, "might</w>": 2595, "ering</w>": 2596, "ech</w>": 2597, "lead</w>": 2598, "improve</w>": 2599, "proc": 2600, "former</w>": 2601, "identity</w>": 2602, "divide</w>": 2603, "affec": 2604, "grown</w>": 2605, "Putin</w>": 2606, "types</w>": 2607, "pattern</w>": 2608, "Voters</w>": 2609, "worried</w>": 2610, "Afghan": 2611, "Mo": 2612, "Sur": 2613, "Ta": 2614, "Wash": 2615, "ber": 2616, "eds</w>": 2617, "table</w>": 2618, "institu": 2619, "enth": 2620, "ref": 2621, "reduc": 2622, "itely</w>": 2623, "ession</w>": 2624, "row</w>": 2625, "ece</w>": 2626, "ney</w>": 2627, "havi": 2628, "pandem": 2629, "lowest</w>": 2630, "pla": 2631, "Conserv": 2632, "offer</w>": 2633, "famili": 2634, "disagree</w>": 2635, "langu": 2636, "extrem": 2637, "Cub": 2638, "difficult</w>": 2639, "Australi": 2640, "Afghanistan</w>": 2641, "It</w>": 2642, "Rec": 2643, "Yet</w>": 2644, "dra": 2645, "days</w>": 2646, "eli": 2647, "long</w>": 2648, "mes": 2649, "wall</w>": 2650, "y-": 2651, "yl": 2652, "ered</w>": 2653, "perform": 2654, "ington</w>": 2655, "prev": 2656, "web": 2657, "dom</w>": 2658, "tele": 2659, "lam</w>": 2660, "Acc": 2661, "provide</w>": 2662, "focused</w>": 2663, "moral</w>": 2664, "feelings</w>": 2665, "definitely</w>": 2666, "knowledge</w>": 2667, "female</w>": 2668, "employees</w>": 2669, "Surve": 2670, "pandemic</w>": 2671, "Ge": 2672, "Poli": 2673, "Say</w>": 2674, "cour": 2675, "mit": 2676, "rich</w>": 2677, "ang": 2678, "ina</w>": 2679, "although</w>": 2680, "action</w>": 2681, "active</w>": 2682, "shoot": 2683, "behavi": 2684, "counter": 2685, "deficit</w>": 2686, "app</w>": 2687, "marks</w>": 2688, "something</w>": 2689, "stands</w>": 2690, "educational</w>": 2691, "illing</w>": 2692, "liber": 2693, "tisans</w>": 2694, "Islam</w>": 2695, "secure</w>": 2696, "cellphone</w>": 2697, "Great</w>": 2698, "understand</w>": 2699, "source</w>": 2700, "remains</w>": 2701, "Engli": 2702, "foreign-born</w>": 2703, "Bureau</w>": 2704, "Washington</w>": 2705, "hand</w>": 2706, "ove</w>": 2707, "spread</w>": 2708, "wom": 2709, "anti": 2710, "atively</w>": 2711, "associ": 2712, "lear": 2713, "ults</w>": 2714, "beg": 2715, "proposa": 2716, "interested</w>": 2717, "plays</w>": 2718, "service</w>": 2719, "generations</w>": 2720, "estin": 2721, "Russian</w>": 2722, "visions</w>": 2723, "crime</w>": 2724, "results</w>": 2725, "computer</w>": 2726, "choice</w>": 2727, "consistently</w>": 2728, "business</w>": 2729, "buil": 2730, "doub": 2731, "Boom": 2732, "experts</w>": 2733, "5.": 2734, "Ano": 2735, "Have</w>": 2736, "Sec": 2737, "Very</w>": 2738, "bel": 2739, "gyp": 2740, "her</w>": 2741, "hind</w>": 2742, "arily</w>": 2743, "safe</w>": 2744, "always</w>": 2745, "why</w>": 2746, "adop": 2747, "olds</w>": 2748, "stay</w>": 2749, "apprehen": 2750, "tober</w>": 2751, "taking</w>": 2752, "reasons</w>": 2753, "Inde": 2754, "findings</w>": 2755, "importance</w>": 2756, "identified</w>": 2757, "rising</w>": 2758, "spap": 2759, "audi": 2760, "bachelor</w>": 2761, "attend</w>": 2762, "spend</w>": 2763, "applic": 2764, "aracter": 2765, "October</w>": 2766, "December</w>": 2767, "Lebanon</w>": 2768, "Large</w>": 2769, "sroom</w>": 2770, "Survey</w>": 2771, "Another</w>": 2772, "-year-": 2773, "Do</w>": 2774, "Egyp": 2775, "Swe": 2776, "We": 2777, "adi": 2778, "mental</w>": 2779, "varies</w>": 2780, "sage</w>": 2781, "esbi": 2782, "lets</w>": 2783, "veter": 2784, "worry</w>": 2785, "posts</w>": 2786, "economies</w>": 2787, "positions</w>": 2788, "leader</w>": 2789, "tually</w>": 2790, "employed</w>": 2791, "opposition</w>": 2792, "cooper": 2793, "Greece</w>": 2794, "affiliation</w>": 2795, "benefits</w>": 2796, "devices</w>": 2797, "sizable</w>": 2798, "Two-thirds</w>": 2799, "restrictions</w>": 2800, "Romney</w>": 2801, "sample</w>": 2802, "counterparts</w>": 2803, "woman</w>": 2804, "Election</w>": 2805, "Fl": 2806, "God</w>": 2807, "No</w>": 2808, "clear</w>": 2809, "ned</w>": 2810, "ually</w>": 2811, "saw</w>": 2812, "usi": 2813, "consum": 2814, "ams</w>": 2815, "behind</w>": 2816, "two": 2817, "posed</w>": 2818, "phys": 2819, "commit": 2820, "minority</w>": 2821, "ills</w>": 2822, "approval</w>": 2823, "eded</w>": 2824, "particip": 2825, "newspap": 2826, "U.S.-born</w>": 2827, "September</w>": 2828, "shows</w>": 2829, "Poland</w>": 2830, "expanding</w>": 2831, "daily</w>": 2832, "Pal": 2833, "dly</w>": 2834, "hard</w>": 2835, "thought</w>": 2836, "er-income</w>": 2837, "on-": 2838, "onger</w>": 2839, "one-in-ten</w>": 2840, "then</w>": 2841, "omes": 2842, "atis": 2843, "ounc": 2844, "unaffiliated</w>": 2845, "works</w>": 2846, "gry</w>": 2847, "apps</w>": 2848, "lines</w>": 2849, "fathers</w>": 2850, "rais": 2851, "pring</w>": 2852, "2005</w>": 2853, "legally</w>": 2854, "Russians</w>": 2855, "expected</w>": 2856, "Are</w>": 2857, "includes</w>": 2858, "lands</w>": 2859, "effects</w>": 2860, "market</w>": 2861, "Sahar": 2862, "full</w>": 2863, "skeptical</w>": 2864, "language</w>": 2865, "-educated</w>": 2866, "An</w>": 2867, "Pac": 2868, "cen": 2869, "dru": 2870, "gay</w>": 2871, "lam": 2872, "ption</w>": 2873, "spec": 2874, "vo": 2875, "ining</w>": 2876, "inequality</w>": 2877, "same": 2878, "above</w>": 2879, "portive</w>": 2880, "presidents</w>": 2881, "giving</w>": 2882, "grew</w>": 2883, "Indon": 2884, "plom": 2885, "debt</w>": 2886, "networking</w>": 2887, "developing</w>": 2888, "environment</w>": 2889, "Brazil</w>": 2890, "to-one</w>": 2891, "Nigeria</w>": 2892, "Indones": 2893, "-Sahar": 2894, "89</w>": 2895, "Ap": 2896, "Far</w>": 2897, "Glob": 2898, "Po": 2899, "br": 2900, "ban": 2901, "ging</w>": 2902, "ific</w>": 2903, "jud": 2904, "tab": 2905, "tors</w>": 2906, "ur</w>": 2907, "well": 2908, "your</w>": 2909, "once</w>": 2910, "entical</w>": 2911, "reduce</w>": 2912, "chec": 2913, "range</w>": 2914, "prices</w>": 2915, "Conf": 2916, "shared</w>": 2917, "legis": 2918, "libr": 2919, "places</w>": 2920, "polled</w>": 2921, "easy</w>": 2922, "friend</w>": 2923, "pped</w>": 2924, "coh": 2925, "warm": 2926, "platform</w>": 2927, "summer</w>": 2928, "ready</w>": 2929, "computers</w>": 2930, "specific</w>": 2931, "biggest</w>": 2932, "violence</w>": 2933, "happen": 2934, "every": 2935, "Currently</w>": 2936, "process</w>": 2937, "Flor": 2938, "Palestin": 2939, "Pacific</w>": 2940, "same-": 2941, "100</w>": 2942, "Census</w>": 2943, "Fav": 2944, "Or": 2945, "Of</w>": 2946, "Sm": 2947, "food</w>": 2948, "gation</w>": 2949, "ij": 2950, "lesbi": 2951, "mas": 2952, "tari": 2953, "arri": 2954, "ards</w>": 2955, "allies</w>": 2956, "asyl": 2957, "trans": 2958, "diversity</w>": 2959, "diplom": 2960, "ida</w>": 2961, "need</w>": 2962, "portion</w>": 2963, "ches</w>": 2964, "character": 2965, "death</w>": 2966, "two-": 2967, "supportive</w>": 2968, "taken</w>": 2969, "interests</w>": 2970, "struc": 2971, "believ": 2972, "venue</w>": 2973, "conservatives</w>": 2974, "back": 2975, "treat": 2976, "receives</w>": 2977, "overwhelming</w>": 2978, "Adults</w>": 2979, "World</w>": 2980, "plurality</w>": 2981, "necessary</w>": 2982, "Geor": 2983, "English</w>": 2984, "usias": 2985, "omestic</w>": 2986, "-Saharan</w>": 2987, "Florida</w>": 2988, "same-sex</w>": 2989, "18": 2990, "Educ": 2991, "Few</w>": 2992, "TE": 2993, "West</w>": 2994, "ahead</w>": 2995, "gun": 2996, "los": 2997, "ns</w>": 2998, "uana</w>": 2999, "ense</w>": 3000, "left</w>": 3001, "protec": 3002, "quality</w>": 3003, "means</w>": 3004, "presid": 3005, "porting</w>": 3006, "ples</w>": 3007, "modest</w>": 3008, "paying</w>": 3009, "rise</w>": 3010, "teach": 3011, "weekly</w>": 3012, "help": 3013, "contribu": 3014, "agreement</w>": 3015, "Young</w>": 3016, "solar</w>": 3017, "protect</w>": 3018, "record</w>": 3019, "automation</w>": 3020, "separate</w>": 3021, "ijuana</w>": 3022, "asylum</w>": 3023, "'ve</w>": 3024, "0.": 3025, "5,000</w>": 3026, "Car": 3027, "Men</w>": 3028, "Neth": 3029, "Tu": 3030, "Uni": 3031, "bud": 3032, "down": 3033, "evid": 3034, "journali": 3035, "wr": 3036, "angry</w>": 