{"<unk>": 0, "!": 1, "#": 2, "$": 3, "%": 4, "&": 5, "'": 6, "(": 7, ")": 8, "+": 9, ",": 10, "-": 11, ".": 12, "/": 13, "0": 14, "1": 15, "2": 16, "3": 17, "4": 18, "5": 19, "6": 20, "7": 21, "8": 22, "9": 23, ":": 24, ";": 25, "<": 26, "=": 27, ">": 28, "?": 29, "@": 30, "A": 31, "B": 32, "C": 33, "D": 34, "E": 35, "F": 36, "G": 37, "H": 38, "I": 39, "J": 40, "K": 41, "L": 42, "M": 43, "N": 44, "O": 45, "P": 46, "Q": 47, "R": 48, "S": 49, "T": 50, "U": 51, "V": 52, "W": 53, "X": 54, "Y": 55, "Z": 56, "[": 57, "]": 58, "_": 59, "`": 60, "a": 61, "b": 62, "c": 63, "d": 64, "e": 65, "f": 66, "g": 67, "h": 68, "i": 69, "j": 70, "k": 71, "l": 72, "m": 73, "n": 74, "o": 75, "p": 76, "q": 77, "r": 78, "s": 79, "t": 80, "u": 81, "v": 82, "w": 83, "x": 84, "y": 85, "z": 86, "\u00ad": 87, "\u00ae": 88, "\u00bb": 89, "\u00e1": 90, "\u00e7": 91, "\u00e8": 92, "\u00e9": 93, "\u00ed": 94, "\u00ef": 95, "\u00f1": 96, "\u00f3": 97, "\u00f6": 98, "\u00fc": 99, "\u011f": 100, "\u014d": 101, "\u015e": 102, "\u015f": 103, "\u2013": 104, "\u2014": 105, "\u2018": 106, "\u2022": 107, "\u2026": 108, "\u20ac": 109, "\ufffd": 110, "s</w>": 111, "0</w>": 112, "y</w>": 113, "c</w>": 114, "f</w>": 115, "e</w>": 116, "d</w>": 117, "1</w>": 118, "g</w>": 119, "m</w>": 120, "n</w>": 121, "r</w>": 122, "t</w>": 123, "7</w>": 124, "o</w>": 125, "w</w>": 126, "k</w>": 127, "l</w>": 128, "2</w>": 129, "5</w>": 130, "i</w>": 131, "'</w>": 132, ".</w>": 133, "a</w>": 134, "x</w>": 135, "-</w>": 136, "M</w>": 137, "L</w>": 138, "h</w>": 139, "/</w>": 140, "4</w>": 141, "C</w>": 142, "p</w>": 143, "3</w>": 144, "6</w>": 145, "D</w>": 146, "O</w>": 147, "9</w>": 148, "A</w>": 149, "F</w>": 150, "E</w>": 151, "8</w>": 152, "u</w>": 153, "v</w>": 154, "N</w>": 155, "T</w>": 156, "(</w>": 157, "I</w>": 158, "b</w>": 159, "P</w>": 160, "S</w>": 161, "%</w>": 162, "H</w>": 163, "R</w>": 164, "z</w>": 165, "V</w>": 166, "Y</w>": 167, "J</w>": 168, "q</w>": 169, "+</w>": 170, "\u2013</w>": 171, "G</w>": 172, "j</w>": 173, "]</w>": 174, "B</w>": 175, "\u2014</w>": 176, "W</w>": 177, "?</w>": 178, "K</w>": 179, "=</w>": 180, "U</w>": 181, "\u2026</w>": 182, "@</w>": 183, "!</w>": 184, "></w>": 185, "`</w>": 186, "[</w>": 187, "#</w>": 188, "X</w>": 189, "\u00bb</w>": 190, "<</w>": 191, "$</w>": 192, "\u00ad</w>": 193, "Q</w>": 194, "\u2022</w>": 195, "Z</w>": 196, "_</w>": 197, "\u00ae</w>": 198, ")</w>": 199, ":</w>": 200, ",</w>": 201, ";</w>": 202, "\u00e9</w>": 203, "\u2018</w>": 204, "&</w>": 205, "th": 206, "in": 207, "an": 208, "er": 209, "the</w>": 210, "ar": 211, "ti": 212, "on": 213, "en": 214, "or": 215, "of</w>": 216, "ou": 217, "re": 218, "li": 219, "ed</w>": 220, "in</w>": 221, "er</w>": 222, "ing</w>": 223, "es</w>": 224, "on</w>": 225, "ly</w>": 226, "to</w>": 227, "sa": 228, "at": 229, "and</w>": 230, "al": 231, "it": 232, "st</w>": 233, "or</w>": 234, "ro": 235, "the": 236, "an</w>": 237, "wh": 238, "st": 239, "om": 240, "ati": 241, "al</w>": 242, "ic": 243, "is</w>": 244, "ac": 245, "as</w>": 246, "ec": 247, "le</w>": 248, "ve</w>": 249, "at</w>": 250, "si": 251, "en</w>": 252, "ab": 253, "are</w>": 254, "ts</w>": 255, "lo": 256, "say</w>": 257, "le": 258, "se</w>": 259, "di": 260, "po": 261, "su": 262, "ne": 263, "ri": 264, "mo": 265, "ver": 266, "ad": 267, "se": 268, "ent</w>": 269, "ans</w>": 270, "ers</w>": 271, "pu": 272, "20": 273, "out</w>": 274, "ore</w>": 275, "ag": 276, "ig": 277, "am": 278, "con": 279, "ha": 280, "ol": 281, "wit": 282, "they</w>": 283, "vi": 284, "ws</w>": 285, "sh": 286, "oun": 287, "ce</w>": 288, "with</w>": 289, "de": 290, "bli": 291, "more</w>": 292, "who</w>": 293, "for</w>": 294, "il": 295, "publi": 296, "Re": 297, "than</w>": 298, "Th": 299, "sp": 300, "that</w>": 301, "ation</w>": 302, "Am": 303, "about</w>": 304, "par": 305, "ve": 306, "ir</w>": 307, "ons</w>": 308, "be": 309, "U.": 310, "com": 311, "ot": 312, "ur": 313, "'s</w>": 314, "have</w>": 315, "op": 316, "their</w>": 317, "ul": 318, "el": 319, "201": 320, "ss</w>": 321, "ent": 322, "pro": 323, "ma": 324, "U.S": 325, "tr": 326, "eric": 327, "Americ": 328, "no": 329, "ar</w>": 330, "por": 331, "U.S.</w>": 332, "ter": 333, "pre": 334, "ong</w>": 335, "rat": 336, "us": 337, "fi": 338, "De": 339, "ex": 340, "un": 341, "ere</w>": 342, "ch</w>": 343, "as": 344, "im": 345, "ch": 346, "coun": 347, "rom</w>": 348, "tion</w>": 349, "ast</w>": 350, "from</w>": 351, "we": 352, "age</w>": 353, "ci": 354, "den": 355, "moc": 356, "over": 357, "ther</w>": 358, "public": 359, "ld</w>": 360, "ff": 361, "it</w>": 362, "ew</w>": 363, "ear": 364, "ke": 365, "Democ": 366, "by</w>": 367, "me": 368, "Republic": 369, "sur": 370, "um": 371, "ment</w>": 372, "Americans</w>": 373, "to": 374, "has</w>": 375, "The</w>": 376, "this</w>": 377, "all</w>": 378, "per": 379, "ile</w>": 380, "ap": 381, "gi": 382, "wor": 383, "news</w>": 384, "ews</w>": 385, "ty</w>": 386, "ay</w>": 387, "ate</w>": 388, "me</w>": 389, "ding</w>": 390, "pe": 391, "adul": 392, "low": 393, "ted</w>": 394, "be</w>": 395, "ic</w>": 396, "ds</w>": 397, "fa": 398, "most</w>": 399, "tho": 400, "lin": 401, "vot": 402, "ver</w>": 403, "ould</w>": 404, "adults</w>": 405, "ity</w>": 406, "qu": 407, "gr": 408, "surve": 409, "not</w>": 410, "ally</w>": 411, "-in": 412, "du": 413, "is": 414, "ten</w>": 415, "able</w>": 416, "gh": 417, "th</w>": 418, "one</w>": 419, "for": 420, "ust</w>": 421, "was</w>": 422, "In</w>": 423, "est</w>": 424, "while</w>": 425, "oo": 426, "200": 427, "-in-": 428, "those</w>": 429, "kely</w>": 430, "econ": 431, "among</w>": 432, "inc": 433, "Republicans</w>": 434, "fol": 435, "ing": 436, "likely</w>": 437, "ge</w>": 438, "igh": 439, "ople</w>": 440, "ut</w>": 441, "public</w>": 442, "tic": 443, "gre": 444, "ir": 445, "Democrat": 446, "clo": 447, "very</w>": 448, "maj": 449, "Democrats</w>": 450, "ter</w>": 451, "id</w>": 452, "any</w>": 453, "other</w>": 454, "rec": 455, "ations</w>": 456, "onal</w>": 457, "ant</w>": 458, "follow": 459, "der</w>": 460, "fav": 461, "-in-ten</w>": 462, "ori": 463, "mar": 464, "were</w>": 465, "poli": 466, "arch</w>": 467, "ties</w>": 468, "econom": 469, "ra": 470, "people</w>": 471, "ini": 472, "acc": 473, "fe": 474, "ge": 475, "duc": 476, "som": 477, "so</w>": 478, "ye": 479, "survey</w>": 480, "In": 481, "ber</w>": 482, "our": 483, "ow": 484, "dec": 485, "port": 486, "str": 487, "try</w>": 488, "compar": 489, "inter": 490, "sely</w>": 491, "tri": 492, "share</w>": 493, "ran": 494, "te": 495, "Hi": 496, "closely</w>": 497, "said</w>": 498, "lu": 499, "es": 500, "mig": 501, "country</w>": 502, "Hisp": 503, "year</w>": 504, "search</w>": 505, "Hispan": 506, "over</w>": 507, "Ch": 508, "``</w>": 509, "''</w>": 510, "pl": 511, "alf</w>": 512, "Cent": 513, "favor": 514, "ili": 515, "medi": 516, "sid": 517, "Tr": 518, "ents</w>": 519, "Pew</w>": 520, "mil": 521, "tions</w>": 522, "tw": 523, "voters</w>": 524, "gen": 525, "ates</w>": 526, "ority</w>": 527, "Center</w>": 528, "sup": 529, "year": 530, "port</w>": 531, "ary</w>": 532, "rea": 533, "less</w>": 534, "do</w>": 535, "half</w>": 536, "ince</w>": 537, "views</w>": 538, "line</w>": 539, "Research</w>": 540, "grou": 541, "pa": 542, "ks</w>": 543, "overn": 544, "king</w>": 545, "thre": 546, "pri": 547, "id": 548, "ump</w>": 549, "just</w>": 550, "ence</w>": 551, "also</w>": 552, "Wh": 553, "so": 554, "Trump</w>": 555, "pul": 556, "tive</w>": 557, "stor": 558, "tries</w>": 559, "bet": 560, "ings</w>": 561, "use</w>": 562, "ta": 563, "ite</w>": 564, "countries</w>": 565, "govern": 566, "wee": 567, "jo": 568, "years</w>": 569, "elec": 570, "ev": 571, "19": 572, "followed</w>": 573, "chan": 574, "immig": 575, "em": 576, "many</w>": 577, "up</w>": 578, "ill</w>": 579, "ous</w>": 580, "ative</w>": 581, "ser": 582, "but</w>": 583, "ying</w>": 584, "posi": 585, "compared</w>": 586, "day</w>": 587, "diff": 588, "of": 589, "only</w>": 590, "fin": 591, "sc": 592, "reas": 593, "ach</w>": 594, "popul": 595, "dents</w>": 596, "ack</w>": 597, "ligi": 598, "ke</w>": 599, "high": 600, "been</w>": 601, "Ab": 602, "government</w>": 603, "rati": 604, "should</w>": 605, "time</w>": 606, "ough": 607, "view</w>": 608, "ated</w>": 609, "ded</w>": 610, "ording</w>": 611, "ood</w>": 612, "since</w>": 613, "Con": 614, "ali": 615, "About</w>": 616, "ational</w>": 617, "arly</w>": 618, "ps</w>": 619, "story</w>": 620, "tical</w>": 621, "ten": 622, "poin": 623, "denti": 624, "ys</w>": 625, "soci": 626, "same</w>": 627, "eral</w>": 628, "ph": 629, "would</w>": 630, "ms</w>": 631, "ni": 632, "when</w>": 633, "cont": 634, "these</w>": 635, "stan": 636, "Democrati": 637, "gh</w>": 638, "its</w>": 639, "had</w>": 640, "Ob": 641, "ich</w>": 642, "ama</w>": 643, "ough</w>": 644, "lar": 645, "lion</w>": 646, "ages</w>": 647, "Obama</w>": 648, "last</w>": 649, "rel": 650, "will</w>": 651, "mu": 652, "thir": 653, "la": 654, "according</w>": 655, "differ": 656, "ving</w>": 657, "favorable</w>": 658, "ep": 659, "ces</w>": 660, "he": 661, "import": 662, "do": 663, "rac": 664, "own</w>": 665, "Chin": 666, "num": 667, "each</w>": 668, "Among</w>": 669, "sts</w>": 670, "overage</w>": 671, "ound</w>": 672, "spec": 673, "sti": 674, "some": 675, "much</w>": 676, "hol": 677, "fu": 678, "ked</w>": 679, "ween</w>": 680, "majority</w>": 681, "ad</w>": 682, "what</w>": 683, "opini": 684, "News</w>": 685, "bl": 686, "Democratic</w>": 687, "wer</w>": 688, "cent": 689, "ome</w>": 690, "00</w>": 691, "rants</w>": 692, "tt": 693, "all": 694, "ade</w>": 695, "off": 696, "row": 697, "week</w>": 698, "saying</w>": 699, "confi": 700, "economy</w>": 701, "appro": 702, "ru": 703, "ger</w>": 704, "million</w>": 705, "between</w>": 706, "population</w>": 707, "Hispanic</w>": 708, "there</w>": 709, "our</w>": 710, "ign</w>": 711, "pres": 712, "oth</w>": 713, "least</w>": 714, "religi": 715, "cer": 716, "omen</w>": 717, "ell</w>": 718, "quar": 719, "shi": 720, "sident</w>": 721, "tur": 722, "important</w>": 723, "dence</w>": 724, "thin": 725, "media</w>": 726, "dat": 727, "pen": 728, "ect</w>": 729, "ow</w>": 730, "serv": 731, "An": 732, "Republican</w>": 733, "support</w>": 734, "inclu": 735, "ice</w>": 736, "economic</w>": 737, "which</w>": 738, "now</w>": 739, "als</w>": 740, "ud": 741, "ves</w>": 742, "urr": 743, "ics</w>": 744, "ster": 745, "form": 746, "war": 747, "online</w>": 748, "ently</w>": 749, "oughly</w>": 750, "both</w>": 751, "good</w>": 752, "some</w>": 753, "min": 754, "divi": 755, "positive</w>": 756, "fic": 757, "sion</w>": 758, "lic": 759, "wi": 760, "political</w>": 761, "orities</w>": 762, "18</w>": 763, "number</w>": 764, "Mo": 765, "job</w>": 766, "China</w>": 767, "Par": 768, "ani": 769, "issu": 770, "regi": 771, "new</w>": 772, "think</w>": 773, "col": 774, "tim": 775, "gener": 776, "national</w>": 777, "one": 778, "users</w>": 779, "But</w>": 780, "increas": 781, "bor": 782, "women</w>": 783, "alth</w>": 784, "top</w>": 785, "out": 786, "net</w>": 787, "dre": 788, "ga": 789, "come</w>": 790, "groups</w>": 791, "lean": 792, "social</w>": 793, "leg": 794, "ei": 795, "shar": 796, "election</w>": 797, "uro": 798, "igh</w>": 799, "immigrants</w>": 800, "Euro": 801, "comm": 802, "ites</w>": 803, "conduc": 804, "tly</w>": 805, "enti": 806, "pers": 807, "St": 808, "grow": 809, "ll</w>": 810, "older</w>": 811, "af": 812, "coverage</w>": 813, "au": 814, "past</w>": 815, "American</w>": 816, ",0": 817, "ved</w>": 818, "leve": 819, "ance</w>": 820, "phone</w>": 821, "percent": 822, "Ger": 823, "More</w>": 824, "cy</w>": 825, "2016</w>": 826, "sing</w>": 827, "lead": 828, "early</w>": 829, "50</w>": 830, "peri": 831, "Inter": 832, "cam": 833, "see</w>": 834, "beli": 835, "major</w>": 836, "ill": 837, "ting</w>": 838, "ross</w>": 839, "fac": 840, "chil": 841, "And</w>": 842, "ussi": 843, "Hispanics</w>": 844, "recent</w>": 845, "opinion</w>": 846, "data</w>": 847, "fir": 848, "sed</w>": 849, "neg": 850, "ese</w>": 851, "world</w>": 852, "ship</w>": 853, "conducted</w>": 854, "30</w>": 855, "ited</w>": 856, "This</w>": 857, "prob": 858, "way</w>": 859, "Mus": 860, "and": 861, "low</w>": 862, "high</w>": 863, "nearly</w>": 864, "Russi": 865, "presi": 866, "Musli": 867, "yed</w>": 868, "Un": 869, "following</w>": 870, "10</w>": 871, "el</w>": 872, "spon": 873, "two</w>": 874, "party</w>": 875, "confidence</w>": 876, "concer": 877, "points</w>": 878, "andi": 879, "andid": 880, "them</w>": 881, "eb": 882, "no</w>": 883, "ton</w>": 884, "oc": 885, "youn": 886, "vely</w>": 887, "righ": 888, "hel": 889, "gress</w>": 890, "hou": 891, "depen": 892, "chang": 893, "For</w>": 894, "Is": 895, "group</w>": 896, "plo": 897, "zed</w>": 898, "ttle</w>": 899, "today</w>": 900, "29</w>": 901, "higher</w>": 902, "percentage</w>": 903, "20</w>": 904, "uring</w>": 905, "little</w>": 906, "main": 907, "internet</w>": 908, "belie": 909, "bec": 910, "two": 911, "ess</w>": 912, "candid": 913, "far</w>": 914, "his</w>": 915, "s.</w>": 916, "By</w>": 917, "educ": 918, "Lat": 919, "ences</w>": 920, "first</w>": 921, "rate</w>": 922, "respon": 923, "Most</w>": 924, "sis</w>": 925, "vs.</w>": 926, "parti": 927, "Latin": 928, "ble</w>": 929, "Pre": 930, "ily</w>": 931, "ls</w>": 932, "exic": 933, "Mexic": 934, "too</w>": 935, "proble": 936, "2012</w>": 937, "health</w>": 938, ",000</w>": 939, "identi": 940, "campa": 941, "U.S</w>": 942, "19</w>": 943, "ens</w>": 944, "hi": 945, "get</w>": 946, "har": 947, "kers</w>": 948, "ical</w>": 949, "acks</w>": 950, "Af": 951, "curr": 952, "e-": 953, "mon": 954, "disa": 955, "-thir": 956, "negative</w>": 957, "median</w>": 958, "dren</w>": 959, "men</w>": 960, "inu": 961, "sig": 962, "somewhat</w>": 963, "11</w>": 964, "ven</w>": 965, "new": 966, "ell": 967, "sub": 968, "yp": 969, "Congress</w>": 970, "up": 971, "change</w>": 972, "der": 973, "lob": 974, "Pro": 975, "ste": 976, "sehol": 977, "Vi": 978, "sel": 979, "cor": 980, "hear": 981, "tu": 982, "well</w>": 983, "quarter</w>": 984, "during</w>": 985, "president</w>": 986, "end</w>": 987, "ilit": 988, "ssi": 989, "though</w>": 990, "children</w>": 991, "own": 992, "Interest</w>": 993, "sci": 994, "thers</w>": 995, "continu": 996, "ward</w>": 997, "Pu": 998, "ric": 999, "Party</w>": 1000, "thing</w>": 1001, "overall</w>": 1002, "ple</w>": 1003, "ably</w>": 1004, "12</w>": 1005, "ou</w>": 1006, "immigr": 1007, "fam": 1008, "stly</w>": 1009, "accoun": 1010, "press</w>": 1011, "ility</w>": 1012, "65</w>": 1013, "comes</w>": 1014, "campaign</w>": 1015, "lim": 1016, "aly": 1017, "religious</w>": 1018, "sm": 1019, "atten": 1020, "comp": 1021, "199": 1022, "15</w>": 1023, "across</w>": 1024, "marri": 1025, "househol": 1026, "sch": 1027, "including</w>": 1028, "eff": 1029, "ial</w>": 1030, "ters</w>": 1031, "indepen": 1032, "As</w>": 1033, "verage</w>": 1034, "2013</w>": 1035, "Ira": 1036, "cri": 1037, "analy": 1038, "49</w>": 1039, "gu": 1040, "2015</w>": 1041, "vote</w>": 1042, "relati": 1043, "stered</w>": 1044, "owe": 1045, "2014</w>": 1046, "While</w>": 1047, "even</w>": 1048, "asked</w>": 1049, "owever</w>": 1050, "ned</w>": 1051, "sted</w>": 1052, "believe</w>": 1053, "deb": 1054, "go": 1055, "scri": 1056, "av": 1057, "used</w>": 1058, "sho": 1059, "fied</w>": 1060, "44</w>": 1061, "ays</w>": 1062, "such</w>": 1063, "divided</w>": 1064, "colle": 1065, "ven": 1066, "where</w>": 1067, "you</w>": 1068, "lib": 1069, "deral</w>": 1070, "milit": 1071, "log": 1072, "did</w>": 1073, "increased</w>": 1074, "co": 1075, "35</w>": 1076, "ari": 1077, "gest</w>": 1078, "non": 1079, "ine</w>": 1080, "exp": 1081, "lobal</w>": 1082, "Me": 1083, "eth": 1084, "white</w>": 1085, "ques": 1086, "dential</w>": 1087, "17</w>": 1088, "25</w>": 1089, "Po": 1090, "ses</w>": 1091, "Iraq</w>": 1092, "simil": 1093, "ago</w>": 1094, "-thirds</w>": 1095, "No": 1096, "Per": 1097, "ling</w>": 1098, "inf": 1099, "reg": 1100, "agre": 1101, "On": 1102, "five</w>": 1103, "act</w>": 1104, "'t</w>": 1105, "bi": 1106, "care</w>": 1107, "rease</w>": 1108, "mid": 1109, "four": 1110, "tec": 1111, "Clin": 1112, "roughly</w>": 1113, "ure</w>": 1114, "third</w>": 1115, "United</w>": 1116, "od</w>": 1117, "nation</w>": 1118, "Clinton</w>": 1119, "registered</w>": 1120, "san</w>": 1121, "bs</w>": 1122, "mber</w>": 1123, "born</w>": 1124, "2008</w>": 1125, "gree</w>": 1126, "how</w>": 1127, "surveyed</w>": 1128, "ether</w>": 1129, "work</w>": 1130, "issues</w>": 1131, "pp": 1132, "mostly</w>": 1133, "tis": 1134, "down</w>": 1135, "eng": 1136, "itu": 1137, "os</w>": 1138, "sions</w>": 1139, "toward</w>": 1140, "independents</w>": 1141, "ors</w>": 1142, "2017</w>": 1143, "Ac": 1144, "us</w>": 1145, "interest</w>": 1146, "27</w>": 1147, "ths</w>": 1148, "mi": 1149, "nations</w>": 1150, "ture</w>": 1151, "express</w>": 1152, "Ma": 1153, "changed</w>": 1154, "right</w>": 1155, "analysis</w>": 1156, "Asi": 1157, "Jap": 1158, "n't</w>": 1159, "ppro": 1160, "24</w>": 1161, "Ca": 1162, "bers</w>": 1163, "presidential</w>": 1164, "16</w>": 1165, "auth": 1166, "45</w>": 1167, "whites</w>": 1168, "contr": 1169, "federal</w>": 1170, "whether</w>": 1171, "22</w>": 1172, "Nearly</w>": 1173, "average</w>": 1174, "inform": 1175, "cell": 1176, "ew": 1177, "speci": 1178, "similar</w>": 1179, "are": 1180, "better</w>": 1181, "favor</w>": 1182, "college</w>": 1183, "sy": 1184, "uni": 1185, "fore": 1186, "Russia</w>": 1187, "bad</w>": 1188, "Just</w>": 1189, "living</w>": 1190, "differences</w>": 1191, "home</w>": 1192, "pe</w>": 1193, "nific": 1194, "found</w>": 1195, "military</w>": 1196, "14</w>": 1197, "34</w>": 1198, "28</w>": 1199, "40</w>": 1200, "loc": 1201, "ratings</w>": 1202, "Ar": 1203, "Europe": 1204, "ore": 1205, "oppo": 1206, "leaners</w>": 1207, "can</w>": 1208, "ement</w>": 1209, "ligh": 1210, "ism</w>": 1211, "43</w>": 1212, "ories</w>": 1213, "porters</w>": 1214, "26</w>": 1215, "2010</w>": 1216, "legal</w>": 1217, "signific": 1218, "ace</w>": 1219, "lot</w>": 1220, "37</w>": 1221, "Over": 1222, "fewer</w>": 1223, "de</w>": 1224, "otal</w>": 1225, "emplo": 1226, "39</w>": 1227, "38</w>": 1228, "ns</w>": 1229, "parents</w>": 1230, "jobs</w>": 1231, "remain": 1232, "after</w>": 1233, "31</w>": 1234, "46</w>": 1235, "52</w>": 1236, "21</w>": 1237, "make</w>": 1238, "increase</w>": 1239, "three</w>": 1240, "Muslims</w>": 1241, "13</w>": 1242, "ected</w>": 1243, "policy</w>": 1244, "48</w>": 1245, "51</w>": 1246, "GO": 1247, "offic": 1248, "equ": 1249, "il</w>": 1250, "States</w>": 1251, "authori": 1252, "41</w>": 1253, "55</w>": 1254, "omin": 1255, "terr": 1256, "information</w>": 1257, "report</w>": 1258, "black</w>": 1259, "education</w>": 1260, "gap</w>": 1261, "made</w>": 1262, "tic</w>": 1263, "Germany</w>": 1264, "contrast</w>": 1265, "2018</w>": 1266, "majorities</w>": 1267, "global</w>": 1268, "income</w>": 1269, "exam": 1270, "declin": 1271, "Roughly</w>": 1272, "eigh": 1273, "tics</w>": 1274, "current</w>": 1275, "adm": 1276, "point</w>": 1277, "47</w>": 1278, "if</w>": 1279, "ituation</w>": 1280, "avi": 1281, "e-in-ten</w>": 1282, "ethn": 1283, "54</w>": 1284, "ments</w>": 1285, "ide</w>": 1286, "23</w>": 1287, "60</w>": 1288, "fre": 1289, "two-thirds</w>": 1290, "typ": 1291, "aga": 1292, "GOP</w>": 1293, "aff": 1294, "tiz": 1295, "ong": 1296, "consi": 1297, "brea": 1298, "authorized</w>": 1299, "32</w>": 1300, "2007</w>": 1301, "shares</w>": 1302, "fore</w>": 1303, "ices</w>": 1304, "Overall</w>": 1305, "working</w>": 1306, "partisan</w>": 1307, "57</w>": 1308, "bro": 1309, "Views</w>": 1310, "term</w>": 1311, "36</w>": 1312, "ase</w>": 1313, "cle": 1314, "dent</w>": 1315, "level</w>": 1316, "To": 1317, "cour": 1318, "leaders</w>": 1319, "often</w>": 1320, "fuge": 1321, "blacks</w>": 1322, "Li": 1323, "four</w>": 1324, "red</w>": 1325, "cial</w>": 1326, "different</w>": 1327, "repres": 1328, "four-in-ten</w>": 1329, "ality</w>": 1330, "x-in-ten</w>": 1331, "ach": 1332, "approve</w>": 1333, "bu": 1334, "situation</w>": 1335, "Indi": 1336, "with": 1337, "ide": 1338, "led</w>": 1339, "ool</w>": 1340, "rus</w>": 1341, "There</w>": 1342, "recei": 1343, "42</w>": 1344, "53</w>": 1345, "Bus": 1346, "state</w>": 1347, "sec": 1348, "sus</w>": 1349, "supporters</w>": 1350, "ed": 1351, "ook</w>": 1352, "finan": 1353, "33</w>": 1354, "lat": 1355, "outh</w>": 1356, "workers</w>": 1357, "64</w>": 1358, "2011</w>": 1359, "Afric": 1360, "val</w>": 1361, "being</w>": 1362, "influ": 1363, "nu": 1364, "Maj": 1365, "En": 1366, "Jan": 1367, "conserv": 1368, "tra": 1369, "feel</w>": 1370, "President</w>": 1371, "58</w>": 1372, "experi": 1373, "Publi": 1374, "like</w>": 1375, "before</w>": 1376, "issue</w>": 1377, "clim": 1378, "ron": 1379, "force</w>": 1380, "ased</w>": 1381, "repor": 1382, "imp": 1383, "Gre": 1384, "dro": 1385, "fe</w>": 1386, "rating</w>": 1387, "lower</w>": 1388, "levels</w>": 1389, "descri": 1390, "hand": 1391, "scienti": 1392, "ability</w>": 1393, "accep": 1394, "Germ": 1395, "finds</w>": 1396, "school</w>": 1397, "Au": 1398, "nam": 1399, "total</w>": 1400, "break</w>": 1401, "Bush</w>": 1402, "times</w>": 1403, "Isra": 1404, "Dec": 1405, "question</w>": 1406, "ause</w>": 1407, "onally</w>": 1408, "ning</w>": 1409, "refuge": 1410, "Europe</w>": 1411, "part": 1412, "stric": 1413, "problem</w>": 1414, "70</w>": 1415, "cent</w>": 1416, "ully</w>": 1417, "family</w>": 1418, "sour": 1419, "threat</w>": 1420, "enni": 1421, "six-in-ten</w>": 1422, "trust</w>": 1423, "When</w>": 1424, "Mexico</w>": 1425, "immigration</w>": 1426, "Pe": 1427, "ends</w>": 1428, "does</w>": 1429, "ful</w>": 1430, "degree</w>": 1431, "unauthorized</w>": 1432, "key</w>": 1433, "mart": 1434, "personal</w>": 1435, "younger</w>": 1436, "spe": 1437, "mem": 1438, "Hou": 1439, "res</w>": 1440, "fic</w>": 1441, "impro": 1442, "ue</w>": 1443, "ris": 1444, "We": 1445, "quarters</w>": 1446, "generally</w>": 1447, "However</w>": 1448, "highest</w>": 1449, "disappro": 1450, "non-": 1451, "59</w>": 1452, "Di": 1453, "ate": 1454, "ess": 1455, "race</w>": 1456, "either</w>": 1457, "period</w>": 1458, "heard</w>": 1459, "ak": 1460, "ene": 1461, "attention</w>": 1462, "Catho": 1463, "56</w>": 1464, "outbreak</w>": 1465, "Public</w>": 1466, "lack</w>": 1467, "pan": 1468, "unfavorable</w>": 1469, "cies</w>": 1470, "still</w>": 1471, "read</w>": 1472, "logy</w>": 1473, "example</w>": 1474, "ced</w>": 1475, "dle</w>": 1476, "tre": 1477, "parties</w>": 1478, "pref": 1479, "deci": 1480, "stration</w>": 1481, "identif": 1482, "climate</w>": 1483, "sligh": 1484, "power</w>": 1485, "candidate</w>": 1486, "onavi": 1487, "large</w>": 1488, "coronavi": 1489, "role</w>": 1490, "62</w>": 1491, "yment</w>": 1492, "thr": 1493, "around</w>": 1494, "candidates</w>": 1495, "gun</w>": 1496, "coronavirus</w>": 1497, "March</w>": 1498, "them": 1499, "That</w>": 1500, "ticul": 1501, "Latinos</w>": 1502, "secon": 1503, "satis": 1504, "America</w>": 1505, "aller</w>": 1506, "into</w>": 1507, "org": 1508, "citiz": 1509, "Only</w>": 1510, "particul": 1511, "decline</w>": 1512, "teens</w>": 1513, "households</w>": 1514, "clear</w>": 1515, "main</w>": 1516, "hold</w>": 1517, "Su": 1518, "South</w>": 1519, "ingly</w>": 1520, "racial</w>": 1521, "loo": 1522, "63</w>": 1523, "tively</w>": 1524, "sum": 1525, "three-": 1526, "contro": 1527, "because</w>": 1528, "local</w>": 1529, "admini": 1530, "influence</w>": 1531, "bac": 1532, "European</w>": 1533, "Tur": 1534, "expres": 1535, "app": 1536, "estim": 1537, "side</w>": 1538, "ose</w>": 1539, "2009</w>": 1540, "leaning</w>": 1541, "growth</w>": 1542, "tech": 1543, "72</w>": 1544, "Le": 1545, "Mill": 1546, "liberal</w>": 1547, "conservative</w>": 1548, "Fran": 1549, "young</w>": 1550, "few</w>": 1551, "ership</w>": 1552, "Millenni": 1553, "ending</w>": 1554, "stan</w>": 1555, "EU</w>": 1556, "Fac": 1557, "est": 1558, "respec": 1559, "things</w>": 1560, "voted</w>": 1561, "elections</w>": 1562, "selves</w>": 1563, "smart": 1564, "grad": 1565, "great": 1566, "aniz": 1567, "impact</w>": 1568, "val": 1569, "opinions</w>": 1570, "specially</w>": 1571, "61</w>": 1572, "table</w>": 1573, "want</w>": 1574, "live</w>": 1575, "Latino</w>": 1576, "orig": 1577, "une</w>": 1578, "fri": 1579, "tit": 1580, "ones</w>": 1581, "broad": 1582, "1.": 1583, "seri": 1584, "going</w>": 1585, "dic": 1586, "erg": 1587, "stat": 1588, "substan": 1589, "80</w>": 1590, "ered</w>": 1591, "sure</w>": 1592, "cep": 1593, "inst</w>": 1594, "themselves</w>": 1595, "especially</w>": 1596, "he</w>": 1597, "lec": 1598, "close</w>": 1599, "Chri": 1600, "identify</w>": 1601, "Faceb": 1602, "using</w>": 1603, "debate</w>": 1604, "Facebook</w>": 1605, "Im": 1606, "under</w>": 1607, "People</w>": 1608, "Apri": 1609, "sul": 1610, "stern</w>": 1611, "part</w>": 1612, "growing</w>": 1613, "ous": 1614, "sever": 1615, "general</w>": 1616, "slightly</w>": 1617, "Fe": 1618, "Some</w>": 1619, "tial</w>": 1620, "previ": 1621, "accounted</w>": 1622, "agree</w>": 1623, "April</w>": 1624, "-leaning</w>": 1625, "Oc": 1626, "t-in-ten</w>": 1627, "stu": 1628, "nex": 1629, "surveys</w>": 1630, "declined</w>": 1631, "At</w>": 1632, "des</w>": 1633, "fall": 1634, "others</w>": 1635, "Muslim</w>": 1636, "et</w>": 1637, "foreign</w>": 1638, "Nor": 1639, "dis": 1640, "amoun": 1641, "refugees</w>": 1642, "Coverage</w>": 1643, "mat": 1644, "mea": 1645, "wide": 1646, "House</w>": 1647, "June</w>": 1648, "Sup": 1649, "problems</w>": 1650, "67</w>": 1651, "ak</w>": 1652, "pr": 1653, "ensus</w>": 1654, "Japan</w>": 1655, "0s</w>": 1656, "uly</w>": 1657, "organiz": 1658, "Com": 1659, "Mid": 1660, "van": 1661, "doing</w>": 1662, "religion</w>": 1663, "three-quarters</w>": 1664, "techno": 1665, "titud": 1666, "68</w>": 1667, "Al": 1668, "per</w>": 1669, "net": 1670, "strong</w>": 1671, "66</w>": 1672, "ating</w>": 1673, "largest</w>": 1674, "smaller</w>": 1675, "law</w>": 1676, "71</w>": 1677, "ail": 1678, "ject</w>": 1679, "decade</w>": 1680, "69</w>": 1681, "sites</w>": 1682, "making</w>": 1683, "Kore": 1684, "Since</w>": 1685, "2000</w>": 1686, "decad": 1687, "comparis": 1688, "Percent</w>": 1689, "Janu": 1690, "Econ": 1691, "air": 1692, "read": 1693, "pol": 1694, "against</w>": 1695, "members</w>": 1696, "Bu": 1697, "et": 1698, "ies</w>": 1699, "ze</w>": 1700, "stories</w>": 1701, "provi": 1702, "ish</w>": 1703, "off</w>": 1704, "previous</w>": 1705, "titudes</w>": 1706, "velo": 1707, "favorably</w>": 1708, "future</w>": 1709, "Germans</w>": 1710, "disapprove</w>": 1711, "Econom": 1712, "July</w>": 1713, "antly</w>": 1714, "deal</w>": 1715, "ry</w>": 1716, "dition</w>": 1717, "Christi": 1718, "January</w>": 1719, "done</w>": 1720, "we</w>": 1721, "seven": 1722, "rates</w>": 1723, "fili": 1724, "form</w>": 1725, "recor": 1726, "relatively</w>": 1727, "amount</w>": 1728, "ety</w>": 1729, "ming</w>": 1730, "says</w>": 1731, "concerned</w>": 1732, "married</w>": 1733, "administration</w>": 1734, "resul": 1735, "owners</w>": 1736, "comparison</w>": 1737, "give</w>": 1738, "generation</w>": 1739, "occ": 1740, "become</w>": 1741, "decades</w>": 1742, "bal": 1743, "vol": 1744, "wide</w>": 1745, "relation": 1746, "ho": 1747, "consist": 1748, "next</w>": 1749, "ave</w>": 1750, "sol": 1751, "services</w>": 1752, "Today</w>": 1753, "ref": 1754, "att": 1755, "acti": 1756, "position</w>": 1757, "ways</w>": 1758, "conf": 1759, "policies</w>": 1760, "marriage</w>": 1761, "eight-in-ten</w>": 1762, "Curr": 1763, "Sep": 1764, "US": 1765, "arri": 1766, "ith</w>": 1767, "commun": 1768, "velop": 1769, "seven-in-ten</w>": 1770, "foc": 1771, "view": 1772, "reau</w>": 1773, "priority</w>": 1774, "represent": 1775, "am</w>": 1776, "anese</w>": 1777, "compani": 1778, "regul": 1779, "consid": 1780, "now": 1781, "affili": 1782, "scientists</w>": 1783, "-born</w>": 1784, "abor</w>": 1785, "months</w>": 1786, "ethnic</w>": 1787, "another</w>": 1788, "2006</w>": 1789, "take</w>": 1790, "10": 1791, "igure</w>": 1792, "These</w>": 1793, "progr": 1794, "stitu": 1795, "handling</w>": 1796, "2.": 1797, "Sy": 1798, "grap": 1799, "CO": 1800, "ases</w>": 1801, "sm</w>": 1802, "concern</w>": 1803, "through</w>": 1804, "vari": 1805, "related</w>": 1806, "Ex": 1807, "fair</w>": 1808, "xed</w>": 1809, "west</w>": 1810, "Prote": 1811, "several</w>": 1812, "sh</w>": 1813, "Majorities</w>": 1814, "gradu": 1815, "onal": 1816, "abor": 1817, "place</w>": 1818, "Not</w>": 1819, "financial</w>": 1820, "ft</w>": 1821, "life</w>": 1822, "spite</w>": 1823, "confident</w>": 1824, "students</w>": 1825, "graph": 1826, "tional</w>": 1827, "marke": 1828, "relations</w>": 1829, "smartphone</w>": 1830, "ju": 1831, "ongly</w>": 1832, "Bureau</w>": 1833, "ord": 1834, "trac": 1835, "phones</w>": 1836, "Black</w>": 1837, "dou": 1838, "iting</w>": 1839, "states</w>": 1840, "may</w>": 1841, "approval</w>": 1842, "New</w>": 1843, "Wor": 1844, "under": 1845, "ight</w>": 1846, "particularly</w>": 1847, "origin</w>": 1848, "ID": 1849, "viron": 1850, "fair": 1851, "primar": 1852, "someone</w>": 1853, "regar": 1854, "France</w>": 1855, "USS</w>": 1856, "war</w>": 1857, "whel": 1858, "one-in-": 1859, "avail": 1860, "Millennials</w>": 1861, "Twit": 1862, "know</w>": 1863, "nec": 1864, "ce": 1865, "dr": 1866, "ital</w>": 1867, "vers": 1868, "spending</w>": 1869, "ligible</w>": 1870, "go</w>": 1871, "site</w>": 1872, "ins</w>": 1873, "ically</w>": 1874, "democ": 1875, "2019</w>": 1876, "fisc": 1877, "stri": 1878, "common</w>": 1879, "household</w>": 1880, "serious</w>": 1881, "fiscal</w>": 1882, "orism</w>": 1883, "resi": 1884, "month</w>": 1885, "companies</w>": 1886, "Fully</w>": 1887, "pat": 1888, "sment</w>": 1889, "tor": 1890, "ined</w>": 1891, "strongly</w>": 1892, "three-in-ten</w>": 1893, "Twitter</w>": 1894, "NA": 1895, "On</w>": 1896, "ban</w>": 1897, "bir": 1898, "six</w>": 1899, "develop": 1900, "ssional</w>": 1901, "Eng": 1902, "relationship</w>": 1903, "Bar": 1904, "Gen": 1905, "ering</w>": 1906, "airs</w>": 1907, "Ad": 1908, "Sh": 1909, "gin</w>": 1910, "trade</w>": 1911, "ought</w>": 1912, "tting</w>": 1913, "Africa</w>": 1914, "Cour": 1915, "Pal": 1916, "Youn": 1917, "mplo": 1918, "viol": 1919, "gender</w>": 1920, "Cu": 1921, "ash": 1922, "ale</w>": 1923, "having</w>": 1924, "Chinese</w>": 1925, "respondents</w>": 1926, "hearing</w>": 1927, "continue</w>": 1928, "significantly</w>": 1929, "Aug": 1930, "aki": 1931, "hum": 1932, "poor</w>": 1933, "latest</w>": 1934, "estini": 1935, "onald</w>": 1936, "Feb": 1937, "Rec": 1938, "person</w>": 1939, "citizens</w>": 1940, "abortion</w>": 1941, "Palestini": 1942, "could</w>": 1943, "kes</w>": 1944, "te</w>": 1945, "ind</w>": 1946, "spread</w>": 1947, "plat": 1948, "difference</w>": 1949, "immigrant</w>": 1950, "expect</w>": 1951, "Israel</w>": 1952, "COV": 1953, "3.": 1954, "Jo": 1955, "lier</w>": 1956, "lean</w>": 1957, "moder": 1958, "def": 1959, "Those</w>": 1960, "urity</w>": 1961, "stem</w>": 1962, "significant</w>": 1963, "Korea</w>": 1964, "COVID": 1965, "Op": 1966, "bile</w>": 1967, "indu": 1968, "-income</w>": 1969, "twice</w>": 1970, "larger</w>": 1971, "help</w>": 1972, "acceptable</w>": 1973, "satisfied</w>": 1974, "Tw": 1975, "based</w>": 1976, "preme</w>": 1977, "COVID-": 1978, "73</w>": 1979, "case</w>": 1980, "environ": 1981, "oms</w>": 1982, "voting</w>": 1983, "gely</w>": 1984, "paid</w>": 1985, "Supreme</w>": 1986, "fairly</w>": 1987, "COVID-19</w>": 1988, "78</w>": 1989, "Bo": 1990, "back</w>": 1991, "man": 1992, "ner</w>": 1993, "access</w>": 1994, "international</w>": 1995, "Catholic": 1996, "conflic": 1997, "75</w>": 1998, "76</w>": 1999, "Sen": 2000, "dev": 2001, "worse</w>": 2002, "newsho": 2003, "affairs</w>": 2004, "India</w>": 2005, "reported</w>": 2006, "advan": 2007, "2004</w>": 2008, "second</w>": 2009, "greater</w>": 2010, "Support</w>": 2011, "newshole</w>": 2012, "77</w>": 2013, "nati": 2014, "ran</w>": 2015, "ines</w>": 2016, "star": 2017, "Syri": 2018, "Catholics</w>": 2019, "So": 2020, "enough</w>": 2021, "seen</w>": 2022, "reason</w>": 2023, "effec": 2024, "terrorism</w>": 2025, "Currently</w>": 2026, "available</w>": 2027, "him</w>": 2028, "received</w>": 2029, "4.": 2030, "cum": 2031, "know": 2032, "ster</w>": 2033, "pped</w>": 2034, "Paki": 2035, "eligible</w>": 2036, "ember</w>": 2037, "largely</w>": 2038, "laws</w>": 2039, "Barack</w>": 2040, "Court</w>": 2041, "Can": 2042, "perform": 2043, "grown</w>": 2044, "mixed</w>": 2045, "December</w>": 2046, "Middle</w>": 2047, "0,000</w>": 2048, "Many</w>": 2049, "tain</w>": 2050, "stance</w>": 2051, "Nove": 2052, "control</w>": 2053, "Donald</w>": 2054, "East</w>": 2055, "ment": 2056, "om</w>": 2057, "The": 2058, "beg": 2059, "best</w>": 2060, "overwhel": 2061, "system</w>": 2062, "dri": 2063, "ues</w>": 2064, "mograph": 2065, "White</w>": 2066, "region</w>": 2067, "decision</w>": 2068, "technology</w>": 2069, "November</w>": 2070, "ful": 2071, "dig": 2072, "ign": 2073, "migrants</w>": 2074, "popular</w>": 2075, "74</w>": 2076, "bility</w>": 2077, "ditions</w>": 2078, "vement</w>": 2079, "ourn": 2080, "tend</w>": 2081, "famili": 2082, "Fav": 2083, "atis": 2084, "rise</w>": 2085, "sex</w>": 2086, "char": 2087, "cip": 2088, "police</w>": 2089, "bene": 2090, "lan": 2091, "sen": 2092, "spap": 2093, "politics</w>": 2094, "organizations</w>": 2095, "however</w>": 2096, "les</w>": 2097, "attitudes</w>": 2098, "possi": 2099, "mobile</w>": 2100, "suppor": 2101, "almost</w>": 2102, "ome": 2103, "terms</w>": 2104, "gelic": 2105, "ession</w>": 2106, "society</w>": 2107, "concerns</w>": 2108, "Asian</w>": 2109, "Col": 2110, "Wash": 2111, "mis": 2112, "remain</w>": 2113, "then</w>": 2114, "earlier</w>": 2115, "held</w>": 2116, "North</w>": 2117, "Sti": 2118, "Uni": 2119, "end": 2120, "ses": 2121, "ington</w>": 2122, "even": 2123, "haras": 2124, "describe</w>": 2125, "100</w>": 2126, "79</w>": 2127, "not": 2128, "sex": 2129, "given</w>": 2130, "lowing</w>": 2131, "border</w>": 2132, "remained</w>": 2133, "Iran</w>": 2134, "domin": 2135, "fall</w>": 2136, "reduc": 2137, "lish</w>": 2138, "officers</w>": 2139, "wat": 2140, "office</w>": 2141, "remains</w>": 2142, "friends</w>": 2143, "May</w>": 2144, "bil": 2145, "stud": 2146, "Washington</w>": 2147, "labor</w>": 2148, "anwhile</w>": 2149, "sam": 2150, "sources</w>": 2151, "Turkey</w>": 2152, "ther": 2153, "demograph": 2154, "forms</w>": 2155, "198": 2156, "Census</w>": 2157, "bo": 2158, "bus": 2159, "um</w>": 2160, "direc": 2161, "ditional</w>": 2162, "congre": 2163, "proj": 2164, "great</w>": 2165, "patter": 2166, "vity</w>": 2167, "usti": 2168, "ficit</w>": 2169, "Octo": 2170, "Still</w>": 2171, "Se": 2172, "kly</w>": 2173, "lowest</w>": 2174, "les": 2175, "med": 2176, "feel": 2177, "science</w>": 2178, "Japanese</w>": 2179, "performance</w>": 2180, "Do</w>": 2181, "Ge": 2182, "How</w>": 2183, "Not": 2184, "see": 2185, "margin</w>": 2186, "Vot": 2187, "ever</w>": 2188, "nat": 2189, "too": 2190, "iden</w>": 2191, "expressed</w>": 2192, "ournali": 2193, "cases</w>": 2194, "U.S.": 2195, "to-": 2196, "rights</w>": 2197, "Fewer</w>": 2198, "sexu": 2199, "Biden</w>": 2200, "ber": 2201, "newspap": 2202, "nuclear</w>": 2203, "October</w>": 2204, "Uk": 2205, "ia</w>": 2206, "sing": 2207, "changes</w>": 2208, "Western</w>": 2209, "National</w>": 2210, "cap": 2211, "cell</w>": 2212, "lit</w>": 2213, "nemplo": 2214, "adult</w>": 2215, "Inde": 2216, "stants</w>": 2217, "experience</w>": 2218, "fallen</w>": 2219, "Ukra": 2220, "call": 2221, "poll</w>": 2222, "ural</w>": 2223, "produc": 2224, "events</w>": 2225, "bud": 2226, "ges</w>": 2227, "tal": 2228, "ans": 2229, "TV</w>": 2230, "band</w>": 2231, "pas": 2232, "ring</w>": 2233, "aliz": 2234, "racy</w>": 2235, "busin": 2236, "oice</w>": 2237, "enced</w>": 2238, "atives</w>": 2239, "deal": 2240, "2005</w>": 2241, "tribu": 2242, "path": 2243, "big</w>": 2244, "without</w>": 2245, "nomin": 2246, "anti": 2247, "lines</w>": 2248, "recently</w>": 2249, "pain</w>": 2250, "numbers</w>": 2251, "currently</w>": 2252, "Meanwhile</w>": 2253, "ideo": 2254, "August</w>": 2255, "big": 2256, "mer</w>": 2257, "requ": 2258, "stand</w>": 2259, "Across</w>": 2260, "prefer": 2261, "5.": 2262, "ply</w>": 2263, "ants</w>": 2264, "publics</w>": 2265, "work": 2266, "Senate</w>": 2267, "Syria</w>": 2268, "Num": 2269, "eration</w>": 2270, "tially</w>": 2271, "sia</w>": 2272, "ame</w>": 2273, "dest</w>": 2274, "tele": 2275, "respectively</w>": 2276, "Protestants</w>": 2277, "Favor": 2278, "18": 2279, "Figure</w>": 2280, "Spain</w>": 2281, "ool": 2282, "angelic": 2283, "conditions</w>": 2284, "intere": 2285, "evangelic": 2286, "fact</w>": 2287, "effor": 2288, "oppose</w>": 2289, "measu": 2290, "medical</w>": 2291, "tro": 2292, "devoted</w>": 2293, "Sa": 2294, "Sur": 2295, "TO</w>": 2296, "With</w>": 2297, "asi": 2298, "cre": 2299, "reach": 2300, "mothers</w>": 2301, "portion</w>": 2302, "stru": 2303, "ously</w>": 2304, "English</w>": 2305, "Number</w>": 2306, "Span": 2307, "aily</w>": 2308, "tor</w>": 2309, "invol": 2310, "split</w>": 2311, "below</w>": 2312, "stry</w>": 2313, "responsi": 2314, "describ": 2315, "record</w>": 2316, "Spanish</w>": 2317, "Leb": 2318, "d-": 2319, "ep</w>": 2320, "ged</w>": 2321, "extre": 2322, "Afgh": 2323, "name</w>": 2324, "ately</w>": 2325, "Eg": 2326, "top": 2327, "incomes</w>": 2328, "presiden": 2329, "comple": 2330, "community</w>": 2331, "demographic</w>": 2332, "Egyp": 2333, "Te": 2334, "ken</w>": 2335, "mor": 2336, "deficit</w>": 2337, "migr": 2338, "source</w>": 2339, "balance</w>": 2340, "harassment</w>": 2341, "re</w>": 2342, "research</w>": 2343, "disc": 2344, "addition</w>": 2345, "vision</w>": 2346, "compu": 2347, "tically</w>": 2348, "school": 2349, "Great</w>": 2350, "prin": 2351, "Christians</w>": 2352, "Septe": 2353, "NATO</w>": 2354, "pay</w>": 2355, "along</w>": 2356, "icity</w>": 2357, "rising</w>": 2358, "show</w>": 2359, "Republican": 2360, "increasing</w>": 2361, "Sim": 2362, "ay": 2363, "ana</w>": 2364, "st-": 2365, "amati": 2366, "generations</w>": 2367, "within</w>": 2368, "nual</w>": 2369, "Geor": 2370, "took</w>": 2371, "September</w>": 2372, "Simil": 2373, "ath</w>": 2374, "never</w>": 2375, "seven</w>": 2376, "defin": 2377, "preh": 2378, "ements</w>": 2379, "debt</w>": 2380, "shoot": 2381, "democracy</w>": 2382, "Ita": 2383, "t.</w>": 2384, "legi": 2385, "ented</w>": 2386, "rather</w>": 2387, "plac": 2388, "continues</w>": 2389, "consistently</w>": 2390, "84</w>": 2391, "ders</w>": 2392, "long</w>": 2393, "ped</w>": 2394, "list</w>": 2395, "kep": 2396, "residents</w>": 2397, "conflict</w>": 2398, "prehen": 2399, "ures</w>": 2400, "thought</w>": 2401, "ada</w>": 2402, "priv": 2403, "tain": 2404, "legally</w>": 2405, "response</w>": 2406, "Economic</w>": 2407, "violence</w>": 2408, "Febru": 2409, "single</w>": 2410, "Surve": 2411, "days</w>": 2412, "every</w>": 2413, "threat": 2414, "dom</w>": 2415, "Project</w>": 2416, "effect</w>": 2417, "frequ": 2418, "reports</w>": 2419, "prefer</w>": 2420, "applic": 2421, "families</w>": 2422, "February</w>": 2423, "Jord": 2424, "anistan</w>": 2425, "personally</w>": 2426, "Medi": 2427, "equal</w>": 2428, "market</w>": 2429, "dramati": 2430, "crisis</w>": 2431, "risen</w>": 2432, "congressional</w>": 2433, "budget</w>": 2434, "adi": 2435, "late</w>": 2436, "rele": 2437, "alth": 2438, "acy</w>": 2439, "separ": 2440, "excell": 2441, "elected</w>": 2442, "Russians</w>": 2443, "Isl": 2444, "histor": 2445, "liber": 2446, "consider": 2447, "Afghanistan</w>": 2448, "81</w>": 2449, "83</w>": 2450, "unemplo": 2451, "rated</w>": 2452, "year-": 2453, "dating</w>": 2454, "shows</w>": 2455, "Acc": 2456, "areas</w>": 2457, "opposed</w>": 2458, "values</w>": 2459, "ceptions</w>": 2460, "viewed</w>": 2461, "Pakistan</w>": 2462, "possible</w>": 2463, "dealing</w>": 2464, "Pri": 2465, "Ver": 2466, "cul": 2467, "asses": 2468, "comparable</w>": 2469, "engag": 2470, "employment</w>": 2471, "security</w>": 2472, "partner</w>": 2473, "presidency</w>": 2474, "legis": 2475, "Bra": 2476, "tors</w>": 2477, "row</w>": 2478, "nee": 2479, "addre": 2480, "olds</w>": 2481, "unchanged</w>": 2482, "getting</w>": 2483, "minority</w>": 2484, "court</w>": 2485, "platforms</w>": 2486, "It</w>": 2487, "No</w>": 2488, "mul": 2489, "nin": 2490, "prot": 2491, "questions</w>": 2492, "sym": 2493, "6.": 2494, "85</w>": 2495, "Over</w>": 2496, "fell</w>": 2497, "on-": 2498, "stra": 2499, "typical</w>": 2500, "dropped</w>": 2501, "estimates</w>": 2502, "program</w>": 2503, "digital</w>": 2504, "1,": 2505, "82</w>": 2506, "PE": 2507, "Ph": 2508, "dings</w>": 2509, "rit": 2510, "ground</w>": 2511, "turn</w>": 2512, "continued</w>": 2513, "small</w>": 2514, "logical</w>": 2515, "foreign": 2516, "Half</w>": 2517, "sive</w>": 2518, "ness</w>": 2519, "Despite</w>": 2520, "me-": 2521, "oods</w>": 2522, "Mexicans</w>": 2523, "tually</w>": 2524, "status</w>": 2525, "attacks</w>": 2526, "Boom": 2527, "cla": 2528, "nout</w>": 2529, "ob": 2530, "illegal</w>": 2531, "ples</w>": 2532, "Democratic": 2533, "educated</w>": 2534, "George</w>": 2535, "-to-": 2536, "..</w>": 2537, "Lati": 2538, "cite</w>": 2539, "den</w>": 2540, "ging</w>": 2541, "ense</w>": 2542, "lives</w>": 2543, "follow</w>": 2544, "find</w>": 2545, "lam</w>": 2546, "docum": 2547, "rices</w>": 2548, "consider</w>": 2549, "focused</w>": 2550, "graduates</w>": 2551, "excellent</w>": 2552, "Latin</w>": 2553, "male</w>": 2554, "tici": 2555, "ult</w>": 2556, "ergy</w>": 2557, "substantially</w>": 2558, "Two": 2559, "eli": 2560, "inve": 2561, "restric": 2562, "old</w>": 2563, "Thre": 2564, "standing</w>": 2565, "Islam</w>": 2566, "Press</w>": 2567, "moderate</w>": 2568, "Islam": 2569, "Pol": 2570, "dra": 2571, "long": 2572, "ut": 2573, "tin</w>": 2574, "poten": 2575, "suc": 2576, "vide": 2577, "due</w>": 2578, "leading</w>": 2579, "one-in-five</w>": 2580, "versity</w>": 2581, "Cub": 2582, "advant": 2583, "Canada</w>": 2584, "Braz": 2585, "includes</w>": 2586, "experienced</w>": 2587, "Ukraine</w>": 2588, "Survey</w>": 2589, "Even</w>": 2590, "Elec": 2591, "Lar": 2592, "ake</w>": 2593, "your</w>": 2594, "same-": 2595, "neigh": 2596, "emerg": 2597, "Poli": 2598, "Note</w>": 2599, "According</w>": 2600, "86</w>": 2601, "her</w>": 2602, "ren": 2603, "sk": 2604, "ard</w>": 2605, "sting</w>": 2606, "2020</w>": 2607, "approved</w>": 2608, "two-in-ten</w>": 2609, "offici": 2610, "human</w>": 2611, "study</w>": 2612, "same-sex</w>": 2613, "He": 2614, "annual</w>": 2615, "lions</w>": 2616, "action</w>": 2617, "mail</w>": 2618, "ches</w>": 2619, "head</w>": 2620, "Popul": 2621, "ateg": 2622, "broadband</w>": 2623, "Nig": 2624, "dly</w>": 2625, "lic</w>": 2626, "pur": 2627, "member</w>": 2628, "worri": 2629, "content</w>": 2630, "eight</w>": 2631, "widely</w>": 2632, "reached</w>": 2633, "daily</w>": 2634, "hom": 2635, "ove</w>": 2636, "always</w>": 2637, "Republican-leaning</w>": 2638, "fully</w>": 2639, "prices</w>": 2640, "parts</w>": 2641, "duce</w>": 2642, "one-in-ten</w>": 2643, "leader</w>": 2644, "mid-": 2645, "substantial</w>": 2646, "primary</w>": 2647, "billion</w>": 2648, "protect</w>": 2649, "PEJ</w>": 2650, "Niger": 2651, "land</w>": 2652, "although</w>": 2653, "lead</w>": 2654, "death</w>": 2655, "weeks</w>": 2656, "ethnicity</w>": 2657, "summer</w>": 2658, "Younger</w>": 2659, "Democratic-leaning</w>": 2660, "Ano": 2661, "cement</w>": 2662, "hind</w>": 2663, "vacc": 2664, "pover": 2665, "optim": 2666, "2002</w>": 2667, "Palestinians</w>": 2668, "began</w>": 2669, "nine-in-ten</w>": 2670, "Islamic</w>": 2671, "Another</w>": 2672, "Ne": 2673, "categ": 2674, "fits</w>": 2675, "ping</w>": 2676, "twee": 2677, "disp": 2678, "ady</w>": 2679, "proportion</w>": 2680, "marks</w>": 2681, "findings</w>": 2682, "offer</w>": 2683, "dividu": 2684, "Mexican</w>": 2685, "Europeans</w>": 2686, "sympath": 2687, "foreign-born</w>": 2688, "Have</w>": 2689, "ely</w>": 2690, "ssa": 2691, "indic": 2692, "apprehen": 2693, "tests</w>": 2694, "included</w>": 2695, "former</w>": 2696, "child</w>": 2697, "middle</w>": 2698, "employed</w>": 2699, "activi": 2700, "sample</w>": 2701, "Jordan</w>": 2702, "Other</w>": 2703, "evi": 2704, "instance</w>": 2705, "ands</w>": 2706, "ney</w>": 2707, "bled</w>": 2708, "account</w>": 2709, "Index</w>": 2710, "potential</w>": 2711, "cu": 2712, "done": 2713, "consum": 2714, "behind</w>": 2715, "grew</w>": 2716, "Indone": 2717, "Chan": 2718, "look</w>": 2719, "regarding</w>": 2720, "Opini": 2721, "Union</w>": 2722, "pattern</w>": 2723, "separate</w>": 2724, "unemployment</w>": 2725, "-year-": 2726, "food</w>": 2727, "lies</w>": 2728, "parent</w>": 2729, "voter</w>": 2730, "plur": 2731, "particip": 2732, "improve</w>": 2733, "Catholic</w>": 2734, "widespread</w>": 2735, "necess": 2736, "documented</w>": 2737, "At": 2738, "Say</w>": 2739, "Women</w>": 2740, "ain</w>": 2741, "justi": 2742, "mingly</w>": 2743, "onger</w>": 2744, "ech</w>": 2745, "civi": 2746, "weekly</w>": 2747, "certain</w>": 2748, "include</w>": 2749, "sharply</w>": 2750, "illing</w>": 2751, "helor</w>": 2752, "crime</w>": 2753, "area</w>": 2754, "risk</w>": 2755, "estimated</w>": 2756, "Share</w>": 2757, "They</w>": 2758, "Very</w>": 2759, "cy": 2760, "cess</w>": 2761, "nar": 2762, "t-": 2763, "actions</w>": 2764, "above</w>": 2765, "shor": 2766, "coming</w>": 2767, "tem": 2768, "turnout</w>": 2769, "Around</w>": 2770, "buil": 2771, "alization</w>": 2772, "multi": 2773, "poverty</w>": 2774, "An</w>": 2775, "fun": 2776, "sro": 2777, "vic": 2778, "ory</w>": 2779, "ads</w>": 2780, "true</w>": 2781, "suring</w>": 2782, "fication</w>": 2783, "free</w>": 2784, "result</w>": 2785, "affiliated</w>": 2786, "juana</w>": 2787, "Jews</w>": 2788, "f-": 2789, "oil</w>": 2790, "once</w>": 2791, "stant</w>": 2792, "propo": 2793, "chur": 2794, "mination</w>": 2795, "venue</w>": 2796, "Are</w>": 2797, "activity</w>": 2798, "Social</w>": 2799, "full</w>": 2800, "responsibility</w>": 2801, "officials</w>": 2802, "87</w>": 2803, "88</w>": 2804, "ency</w>": 2805, "allowing</w>": 2806, "service</w>": 2807, "Russian</w>": 2808, "networking</w>": 2809, "ready</w>": 2810, "mental</w>": 2811, "Last</w>": 2812, "down": 2813, "gas</w>": 2814, "taking</w>": 2815, "ofU.S</w>": 2816, "midterm</w>": 2817, "cellphone</w>": 2818, "decisions</w>": 2819, "bachelor</w>": 2820, "schools</w>": 2821, "Similarly</w>": 2822, "Boomers</w>": 2823, "UK</w>": 2824, "cast</w>": 2825, "ize</w>": 2826, "anon</w>": 2827, "order</w>": 2828, "saw</w>": 2829, "ece</w>": 2830, "discri": 2831, "versa": 2832, "spring</w>": 2833, "range</w>": 2834, "sometimes</w>": 2835, "faction</w>": 2836, "-third</w>": 2837, "speak</w>": 2838, "World</w>": 2839, "television</w>": 2840, "evangelical</w>": 2841, "Lebanon</w>": 2842, "ser</w>": 2843, "y-": 2844, "individu": 2845, "opposition</w>": 2846, "diffic": 2847, "sharing</w>": 2848, "ential</w>": 2849, "ownership</w>": 2850, "Putin</w>": 2851, "Indians</w>": 2852, "scientific</w>": 2853, "results</w>": 2854, "birth</w>": 2855, "Egypt</w>": 2856, "migration</w>": 2857, "activities</w>": 2858, "...</w>": 2859, "cited</w>": 2860, "fel": 2861, "lation</w>": 2862, "listed</w>": 2863, "active</w>": 2864, "streng": 2865, "millions</w>": 2866, "increasingly</w>": 2867, "Recession</w>": 2868, "neighbor": 2869, "Brit": 2870, "Ol": 2871, "Sec": 2872, "rol": 2873, "set</w>": 2874, "igures</w>": 2875, "fit</w>": 2876, "chec": 2877, "recover": 2878, "stands</w>": 2879, "spects</w>": 2880, "Asians</w>": 2881, "equally</w>": 2882, "Lib": 2883, "defense</w>": 2884, "industry</w>": 2885, "environment</w>": 2886, "overwhelmingly</w>": 2887, "evenly</w>": 2888, "ournalism</w>": 2889, "7.": 2890, "TE": 2891, "da</w>": 2892, "rul": 2893, "skep": 2894, "pow": 2895, "ams</w>": 2896, "porting</w>": 2897, "prior</w>": 2898, "one-": 2899, "unities</w>": 2900, "employe": 2901, "back": 2902, "Yor": 2903, "ca": 2904, "well": 2905, "associ": 2906, "minorities</w>": 2907, "hard</w>": 2908, "Excell": 2909, "efforts</w>": 2910, "Mar": 2911, "Rom": 2912, "Yet</w>": 2913, "thu": 2914, "stay</w>": 2915, "posts</w>": 2916, "gry</w>": 2917, "Which</w>": 2918, "disagree</w>": 2919, "equality</w>": 2920, "Greece</w>": 2921, "Is</w>": 2922, "Of</w>": 2923, "US</w>": 2924, "ners</w>": 2925, "wall</w>": 2926, "ining</w>": 2927, "inning</w>": 2928, "energy</w>": 2929, "contribu": 2930, "spend</w>": 2931, "urban</w>": 2932, "trend</w>": 2933, "counter": 2934, "positions</w>": 2935, "identified</w>": 2936, "lesbi": 2937, "business</w>": 2938, "althy</w>": 2939, "Health</w>": 2940, "W.</w>": 2941, "astern</w>": 2942, "rese": 2943, "already</w>": 2944, "aci": 2945, "led": 2946, "cir": 2947, "messa": 2948, "mari": 2949, "oughout</w>": 2950, "stand": 2951, "One</w>": 2952, "again</w>": 2953, "Majority</w>": 2954, "developing</w>": 2955, "Italy</w>": 2956, "9.": 2957, "Rat": 2958, "encour": 2959, "rose</w>": 2960, "makes</w>": 2961, "outside</w>": 2962, "steady</w>": 2963, "coh": 2964, "types</w>": 2965, "measure</w>": 2966, "Comm": 2967, "benefits</w>": 2968, "discrimination</w>": 2969, "marijuana</w>": 2970, "Ratings</w>": 2971, "Mc": 2972, "ppen": 2973, "institu": 2974, "lid</w>": 2975, "2001</w>": 2976, "favored</w>": 2977, "1980</w>": 2978, "satisfaction</w>": 2979, "anti-": 2980, "considerably</w>": 2981, "Population</w>": 2982, "-time</w>": 2983, "0.": 2984, "car": 2985, "hood</w>": 2986, "wr": 2987, "ina</w>": 2988, "revenue</w>": 2989, "comb": 2990, "means</w>": 2991, "teen</w>": 2992, "tax</w>": 2993, "coll": 2994, ",00": 2995, "came</w>": 2996, "ills</w>": 2997, "face</w>": 2998, "attend</w>": 2999, "type</w>": 3000, "partment</w>": 3001, "employees</w>": 3002, "Fl": 3003, "ither</w>": 3004, "run": 3005, "rural</w>": 3006, "ya</w>": 3007, "happ": 3008, "protec": 3009, "turned</w>": 3010, "divide</w>": 3011, "one-third</w>": 3012, "self-": 3013, "atistics</w>": 3014, "sroom</w>": 3015, "ops</w>": 3016, "works</w>": 3017, "teach": 3018, "plan</w>": 3019, "differ</w>": 3020, "entiment</w>": 3021, "educational</w>": 3022, "expected</w>": 3023, "Austra": 3024, "spea": 3025, "newspapers</w>": 3026, "biggest</w>": 3027, "private</w>": 3028, "Australi": 3029, "5,000</w>": 3030, "Few</w>": 3031, "Global</w>": 3032, "Journalism</w>": 3033, 